[{"title": "‘The Psychology of Money’ author gives advice to investors afraid of recessions", "link": "https://www.cnbc.com/2023/12/03/psychology-of-money-author-housel-gives-advice-to-scared-investors.html", "date": "2023-12-03", "text": ["", "Housel added these surprise events, such as natural disasters and pandemics, tend to be all that matter in market shakeups. But just as the market eventually stabilizes, even times of calm can also “plant the seeds for crazy.”", "“The bear market plants the seeds for the recovery because people get scared into action,” he said. “All the new technologies come about because people are motivated by fear.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Housel, a partner at the venture capital firm the Collaborative Fund, contends a recession is not an “if” but a “when,” and that knowing this can make it easier to manage expectations. ", "The author behind the best-selling book “The Psychology of Money” is trying to relieve investor anxiety over market downturns.", "Got a confidential news tip? We want to hear from you.", "Data also provided by", "Disclaimer", "“Realizing how inevitable it is makes it more palatable to deal with when you go through it,” author and behavioral finance expert Morgan Housel told CNBC’s “ETF Edge” recently.", "He also advises investors to always have a plan for surprise events because they can catch the market off guard.", "Get this delivered to your inbox, and more info about our products and services. ", "It’s one of the major themes in his new book: “Same as Ever,” which was published in November.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "″[The financial system is] very good at predicting what the economy and the stock market are going to do next — except for the surprises,” Housel said.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Case for gold fever: NewEdge Wealth sees record rush intensifying", "link": "https://www.cnbc.com/2023/12/02/case-for-gold-fever-newedge-wealth-sees-record-rush-intensifying-.html", "date": "2023-12-02", "text": ["", "Gold settled at a new record high Friday. It closed the day up almost 2%, at $2,089.70 an ounce.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“There’s uncertainty next year. We have an election. We don’t know what’s going to happen. We get a recession maybe, maybe not,” said Emons. “At the same time, gold rallies when there’s this risk-on feel in the markets, and that’s really when real rates and interest rates are declining. This gives the gold a really good push for the breakout.”", "Got a confidential news tip? We want to hear from you.", "The record gold rush may intensify into year-end.", "“Fast Money” trader Guy Adami also sees gold shining due to the dollar\n’s recent performance.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "In this article", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "“It’s been very consistent every December. It’s been a pretty strong performance for gold — especially when there is a rally in the stock market in November,” the firm’s head of fixed income told CNBC’s “Fast Money” on Tuesday.", "“If rates continue to go lower, the dollar will go lower. That will be a tailwind for gold,” he said. “Gold is within a whisper of having a huge breakout to the upside.”", "Emons listed the economic backdrop and geopolitical backdrop as additional positive catalysts for gold\n.", "Emons suggests the strength will continue into next year.", "“Central banks are again outbidding gold against dwindling supply, likely setting up the metal for a major breakthrough towards 2100 ... lifting boats for laggards like utilities\nhave a shot to claim market leadership by early 2024,” Emons also wrote.", "In a note to clients this week, Emons wrote that months for both gold and stocks are a “rare combo.” Gold gained 3% while the Dow\nand S&P 500\nwere both up almost 9% in November.", "″[It] tends to occur when markets price in major easing cycles,” he wrote. “Currently, that is going on in a mild manner, which puts the spotlight on the seasonals of gold.”", "According to NewEdge Wealth’s Ben Emons, the final month of the year typically creates a bigger appetite for the yellow metal.", "As of Friday’s close, gold is up more than 14% so far this year.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Investors mourn the loss of one-of-a-kind legend Charlie Munger", "link": "https://www.cnbc.com/2023/12/02/charlie-mungers-wisdom-and-irreverence-investors-mourn-a-legend.html", "date": "2023-12-02", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“Certainly as Berkshire shareholders, we owe them a debt of gratitude because the earlier you get to a good decision, the better,” Bill Stone, chief investment officer at Glenview Trust, said in an interview. Such timing gives rise to “a compound” effect, he said.", "Got a confidential news tip? We want to hear from you.", "“Charlie responded ‘reading,’ which struck me as quite apt given his uncanny ability to build mental models of how the world works and use these models as the advance groundwork for efficient decision-making,” McLennan told CNBC.", "John Rogers, co-chief executive at Ariel Investments, respected Munger’s no nonsense “irreverence” to the end.", "First and foremost, Munger’s investment philosophy rubbed off on none other than Warren Buffett, giving rise to the sprawling conglomerate worth almost $800 billion that Berkshire is today.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Munger, Berkshire Hathaway’s\n vice chairman who died Tuesday one month shy of his 100th birthday, left a mark on generations of investors in a host of ways thanks to a long and fruitful life.", "Munger long emphasized the importance of recognizing a good business before it’s widely seen as such, and he did so many times in his storied career.", "As a longtime cryptocurrency skeptic, he never minced words when it came to his critique, saying digital currencies are a malicious combination of fraud and delusion. He also called bitcoin a “turd,” “worthless, artificial gold” and that trading digital tokens is “just dementia.”", "In this article", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Early in their careers, Munger broadened Buffett’s investing approach, eventually turning away the younger Buffett from buying dirt cheap, “cigar-butt” companies that might still have a little smoke left in them, to instead focus on quality companies selling at fair prices.", "“The thing I really appreciated was that he was so blunt,” Stone of Glenview Trust said. “It’s pretty refreshing because most people in the world are forced to be a little bit cautious in what they say or just want to be liked. He had a special something and I never took it as malicious.”", "“He was a true contrarian. He didn’t care what others thought,” Rogers said this week at the CNBC CFO Council Summit. “I think to be a successful investor, that’s critical, that you don’t follow the crowd. You think independently, and he was someone who truly did that.”", "Munger was also a loyal supporter of Costco Wholesale Corp\n., calling it one of the best investments of his life. He invested in the retailer before it merged with Price Club in 1993.", "As Charlie Munger’s admirers around the globe mourn the loss of one of the most influential investors ever, a deep sense of gratitude and appreciation has spread — for his unparalleled business acumen as well as his uniquely sharp tongue.", "Unlike Buffett, who often wraps a piece of criticism in a folksy story, Munger tended to speak bluntly, sprinkling his remarks with unforgettable quips.", "Matt McLennan, co-head of the global value team and portfolio manager at First Eagle Investments, a longtime investor in Berkshire, recalled a meeting with Munger more than 15 years ago, where he asked how he and Buffett spent their time, given their claim that they made investment decisions in only minutes.", "He made a shrewd bet on Chinese electric automaker BYD that proved a big winner. Berkshire first bought BYD in 2008, and the stake has since grown into a multibillion-dollar position in the world’s largest electric vehicle manufacturer.", "When SPACs — special purpose acquisition companies — enjoyed a short-lived boom in 2021, Munger said “it’s just the investment banking profession will sell s--- as long as s--- can be sold.”", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Zero-day commodity options have now entered the ETF space", "link": "https://www.cnbc.com/2023/12/01/zero-day-commodity-options-have-now-entered-the-etf-space.html", "date": "2023-12-01", "text": ["", "The surge in activity surrounding zero-day options has some analysts worried about a negative impact on the market.", "“Zero-day to expiration” or “0DTE” refers to a trade which expires in less than a day. It has taken the options market by storm. The volume of S&P 500 zero-day contracts has increased at least 40%, versus 5% in 2016, according to data from the CBOE.", "The Nasdaq recently launched five zero-day options-based exchange-traded funds: United States Oil Fund (USO)\n, United States Natural Gas Fund (UNG)\n, SPDR Gold Shares (GLD)\n, iShares Silver Trust (SLV)\nand iShares 20+ year Treasury Bond ETF (TLT)\n.", "Not everyone is excited about the new ETF offerings, due to the complexity of the trade.", "“This is largely institutions, hedge funds and day traders, using these as short-term leverage speculative vehicles with the extra added bonus that they never have to settle,” Nadig said. “I think most individual investors probably don’t have any business in here at all. They’re naturally very speculative because of the inherent leverage.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“I’m cautious about these products because I agree they’re problematic for undereducated retail investors that don’t know how to trade the options market,” Dave Nadig, VettaFi’s financial futurist, told CNBC’s “ETF Edge” on Monday.", "Got a confidential news tip? We want to hear from you.", "Nadig also said he believes that most of the contracts are coming from hedge funds, not retail investors.", "“I don’t think the tools themselves are inherently breaking the market,” Nadig said. “Like most market structure things, it’s not a problem until it is.”", "Investors can now trade commodities and a Treasury with a popular short-term options strategy.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Not saving in your 401(k)? Your employer may re-enroll you", "link": "https://www.cnbc.com/2023/12/01/looking-to-opt-out-of-your-401k-your-employer-may-put-you-back-in.html", "date": "2023-12-01", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "The calculus is often one of retirement security and trying to help boost workers’ savings, said Sean Deviney, a certified financial planner based in Fort Lauderdale, Florida.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Companies may also derive a long-term financial benefit from such policies. For example, better worker finances can boost employee productivity and happiness on the job and allow them to retire at a younger age, perhaps saving companies money on future payroll and health costs.", "Here’s a look at more stories on how to manage, grow and protect your money for the years ahead.", "Companies may also decide against adopting reenrollment policies out of fear of being too paternalistic, Deviney said. It may also raise employer costs too much, especially if the company offers a 401(k) match, he said.", "As of 2022, about 10% of companies that offer a retirement plan reenroll workers into the 401(k) every year, according to a recent survey by the Plan Sponsor Council of America, a trade group. That share is up from 4% a decade earlier.", "While automatic enrollment, which has also gained popularity, generally applies to new hires, reenrollments typically apply to all workers who don’t currently save in the 401(k).", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Workers receive a notification from their employer ahead of reenrollments and have the chance to opt out or reduce their contribution. Employers’ hope is that inertia will cause workers to stay in the plan rather than opt out.", "The concept of 401(k) plan “reenrollment” has been gaining traction. That means companies are more regularly choosing to automatically sweep workers into their workplace plan if they don’t currently participate.", "Some companies may elect to do this as a one-time exercise instead of annually, Deviney said. Others may also choose to reenroll workers who are currently participating in the company 401(k) but bump them up to a higher savings rate, he said.", "Most companies, about 85%, direct workers’ savings into target-date funds if they’re automatically enrolled, according to PSCA data.", "If you elected not to participate in your company’s 401(k) plan, your employer may have other ideas.", "“A lot of times employees make their [401(k)] election when they’re hired and never look at it again,” said Deviney, director at Provenance Wealth Advisors.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making biggest moves midday: Tesla, Disney, Alibaba, Ulta Beauty and more", "link": "https://www.cnbc.com/2023/12/01/stocks-making-the-biggest-moves-midday-tsla-dis-baba-ulta.html", "date": "2023-12-01", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Fed Chair Powell calls talk of cutting rates ‘premature’", "link": "https://www.cnbc.com/2023/12/01/fed-chair-powell-calls-talk-of-cutting-rates-premature-and-says-more-hikes-could-happen.html", "date": "2023-12-01", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Federal Reserve Chairman Jerome Powell on Friday pushed back on market expectations for aggressive interest rate cuts ahead, calling it too early to declare victory over inflation.", "Got a confidential news tip? We want to hear from you.", "However, he also noted that policy is “well into restrictive territory” and noted that balance of risks between doing too much or too little on inflation are close to balanced now.", "Market pricing Friday morning indicated that the Fed indeed is done hiking and could start cutting as soon as March 2024, according to the CME Group. Moreover, futures are pointing to cuts totaling 1.25 percentage points by the end of the year, the equivalent of five quarter percentage point reductions.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Markets moved higher following Powell’s remarks, with major averages positive on Wall Street and Treasury yields sharply lower.", "The Fed’s next meeting is Dec. 12-13.", "Powell’s remarks gave some credence to the idea that the Fed at least is done hiking as the string of rate hikes since March 2022 have cut into economic activity.", "“Inflation is still running well above target, but it’s moving in the right direction,” he said. “So we think the right thing to be doing now is to be moving carefully, thinking carefully about about how things are going on letting letting the data tell us what the story is. The data will tell us whether we’ve done enough or whether we need to do more.”", "“As the demand- and supply-related effects of the pandemic continue to unwind, uncertainty about the outlook for the economy is unusually elevated,” he added. “Like most forecasters, my colleagues and I anticipate that growth in spending and output will slow over the next year, as the effects of the pandemic and the reopening fade and as restrictive monetary policy weighs on aggregate demand.”", "Addressing the economic data, Powell characterized the labor market as “very strong,” through he said a reduced pace of job creation is helping bring supply and demand back in line.", "After inflation hit its highest level since the early 1980s, the Fed enacted a series of 11 interest rate hikes, taking its policy rate to the highest in 22 years at a target range between 5.25%-5.5%. The FOMC at its past two meetings kept rates level, and multiple officials have indicated they think the federal funds rate is probably at or near where it needs to be.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Don’t miss these stories from CNBC PRO:", "“Having come so far so quickly, the FOMC is moving forward carefully, as the risks of under- and over-tightening are becoming more balanced,” he said.", "Powell said the current levels are still “well above” the central bank’s goal. Noting that core inflation has run at a 2.5% annual rate over the past six months, Powell said, “while the lower inflation readings of the past few months are welcome, that progress must continue if we are to reach our 2 percent objective.”", "“We are making decisions meeting by meeting, based on the totality of the incoming data and their implications for the outlook for economic activity and inflation, as well as the balance of risks,” Powell said.", "A Commerce Department report Thursday showed that personal consumption expenditures prices, the Fed’s preferred inflation gauge, were up 3% from a year ago, but 3.5% at a core basis that excludes volatile food and energy prices. Recent sharp declines in energy have been responsible for much of the easing in inflation.", "“It would be premature to conclude with confidence that we have achieved a sufficiently restrictive stance, or to speculate on when policy might ease,” Powell said in prepared remarks for an audience at Spelman College in Atlanta. “We are prepared to tighten policy further if it becomes appropriate to do so.”", "“Markets view today’s comments as inching toward the dovish camp,” said Jeffrey Roach, chief economist at LPL Financial.", "“The strong actions we have taken have moved our policy rate well into restrictive territory, meaning that tight monetary policy is putting downward pressure on economic activity and inflation,” Powell said. “Monetary policy is thought to affect economic conditions with a lag, and the full effects of our tightening have likely not yet been felt.”", "Despite a string of positive indicators recently regarding prices, the central bank leader said the Federal Open Market Committee plans on “keeping policy restrictive” until policymakers are convinced that inflation is heading solidly back to 2%.", "Expectations that the Fed is done raising rates and will move to an easing posture in 2024 have helped underpin a strong Wall Street rally that has sent the Dow Jones Industrial Average up more than 8% over the past month to a new 2023 high.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "However, neither Powell nor any of his fellow officials have provided any indication that they’re thinking about cuts, with the chair adhering to data dependence for future decisions rather than any preset course."]}, {"title": "Watch Federal Reserve Chair Jerome Powell speak live in Atlanta on policy", "link": "https://www.cnbc.com/2023/12/01/watch-federal-reserve-chair-jerome-powell-speak-live-in-atlanta-on-policy.html", "date": "2023-12-01", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Read more:\nHere’s what it would take for the Fed to start slashing interest rates in 2024\nFed’s Barkin says rate hikes are still on the table if inflation doesn’t continue to ease\nU.S. GDP grew at a 5.2% rate in the third quarter, even stronger than first indicated", "Federal Reserve Chairman Jerome Powell speaks Friday to an audience at Spelman College in Atlanta. He is scheduled to participate in a fireside chat following his speech.", "[The stream is slated to start at 11 a.m. ET. Please refresh the page if you do not see a player above at that time.]", "Got a confidential news tip? We want to hear from you.", "His remarks come with market pricing indicating that the Fed is done hiking rates and could start cutting as soon as March 2024. However, officials have been reluctant to discuss the possibility of policy easing, maintaining that the recent progress against inflation isn’t enough.", "Powell’s remarks will be his last policy address before the rate-setting Federal Open Market Committee meets on Dec. 12-13.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making the biggest moves premarket: Pfizer, Disney, Tesla and more", "link": "https://www.cnbc.com/2023/12/01/stocks-making-the-biggest-moves-premarket-pfe-dis-tsla-baba-and-more.html", "date": "2023-12-01", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Robinhood CEO defends payment for order flow, says practice is ‘here to stay’", "link": "https://www.cnbc.com/2023/12/01/robinhood-ceo-says-payment-for-order-flow-is-here-to-stay.html", "date": "2023-12-01", "text": ["", "That’s despite calls from notable consumer trading advocates and regulators for a ban on the practice.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "The U.S. Securities and Exchange Commission had looked at banning PFOF in light of concerns surrounding the practice, but opted not to, while the European Union has imposed a blanket ban on PFOF.", "Robinhood\nCEO Vlad Tenev says he doesn’t believe that the payment for order flow (PFOF) model of market-maker routing that the company incorporates in the U.S. is under threat.", "Got a confidential news tip? We want to hear from you.", "“They had to drop commissions to zero. A lot of them couldn’t survive that transition as standalone companies and ended up consolidating. And we’re still living through the the end result of that.”", "Speaking with CNBC, Tenev defended the practice of PFOF, saying that it’s “inherently here to stay.” He was referring to PFOF as it exists in the United States, where the practice is legal and regulated.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "“In the U.S., Robinhood came along and really changed the industry,” Tenev said. “The discount brokers that are charging commissions essentially ceased to exist.”", "PFOF accounts for a small chunk of Robinhood’s revenues today, Tenev said, while much of its income today comes from net interest income which is generated from cash in user balances.", "In this article", "Transaction-based revenues, which includes PFOF, decreased 7% in Robinhood’s second fiscal quarter to $193 million.", "“If I’m a business that’s selling things, and I’m generating transaction revenue, the more you use it, the more money you get. Inherently, there’s a conflict there because I make more money by getting you to transact more,” Tenev told CNBC in an interview.", "Robinhood’s race to the bottom on commission fees has forced many major players in the wealth management world to slash their own fees to zero, in turn causing some companies to wind up or sell up to competitors.", "TD Ameritrade was sold to Charles Schwab for $26 billion, while Morgan Stanley bought E-Trade for $13 billion.", "Critics say that brokers have an incentive to direct order flow to market makers offering PFOF arrangements over the interests of their clients.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "PFOF is the practice of routing trades through market-makers like Citadel Securities in return for a slice of the profits. The phenomenon has helped trading firms like Robinhood drive commissions down to zero, making it cheaper generally for consumers to invest in stocks.", "PFOF is viewed as controversial because of the perceived conflict of interest it creates between the broker and clients.", "“If you look at equities, PFOF in particular, it’s about 5%. of our revenue, so a much smaller component of the overall pie. And we’ve diversified the business quite a bit,” including other areas like securities lending, margin, and subscriptions.", "PFOF is banned in the U.K., where Robinhood announced plans to launch Thursday.", "“I think it’s important not to take the baby out with the bathwater. What does that mean, you shouldn’t make revenue on a transaction-based business? That’s unreasonable. And I think the point has been politicised to some degree.”"]}, {"title": "Charlie Munger and Warren Buffett were unable to pull off one last deal together", "link": "https://www.cnbc.com/2023/11/30/munger-and-buffett-were-unable-to-pull-off-one-last-deal-together-.html", "date": "2023-12-01", "text": ["", "Berkshire bought insurer Alleghany Corp. for $11.6 billion last year, while expanding its energy empire by purchasing Dominion Energy’s natural gas pipeline and storage assets for almost $10 billion. But Berkshire’s total market value now approaches $800 billion.", "Munger, Berkshire’s late vice chairman, said such a mammoth deal may have to be done by the next generation of leaders at the conglomerate.", "Over the years, Munger often defended Berkshire’s inaction, always seeing the virtue of sitting on the sidelines, biding its time, letting cash grow and patiently waiting for a good opportunity.", "“It can’t be anything too small because it doesn’t matter how good it is, we’re of a size now where too small just doesn’t move the needle very much. So we need something big to come along and use up all our cash, and some borrowing,” he told CNBC’s Becky Quick in an interview conducted shortly before his death this week at age 99.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Charlie Munger didn’t manage to help pull off one final deal with his lifelong partner Warren Buffett, but he remained hopeful that Berkshire Hathaway\n, with nearly $160 billion cash, will find its elephant one day.", "“I don’t think it’s hopeless. It may have to be done by some different people,” Munger said. “You know that next time, we may not be able just to squeeze a little more lemon juice out of the old lemons. They may have to squeeze some new lemons, meaning new people have to make the decisions.”", "Berkshire’s huge war chest had been a cause for concern when interest rates were near zero, but with short-term rates topping 5% the cash pile is now earning a substantial return.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "“There are worse situations than drowning in cash, and sitting, sitting, sitting. I remember when I wasn’t awash in cash — and I don’t want to go back,” Munger once said.", "“We have $160 billion in cash, plus a great credit rating we deserve. And who in the hell has that? Not very many,” Munger said in CNBC’s special “Charlie Munger: A Life of Wit and Wisdom,” which aired Thursday.", "Got a confidential news tip? We want to hear from you.", "The Omaha-based conglomerate held a record level of cash — $157.2 billion — at the end of September. Buffett has been touting a possible “elephant-sized acquisition” for years, but his recent deals didn’t quite meet such lofty expectations.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "It could be Greg Abel, vice chairman of Berkshire’s non-insurance operations and Buffett’s designated successor, or Ajit Jain, Berkshire’s vice chairman of insurance operations, or Buffett’s two investing lieutenants, Ted Weschler and Todd Combs, Munger said, adding it could also be “somebody not yet identified.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Munger said Berkshire would be worth double if it had used leverage", "link": "https://www.cnbc.com/2023/11/30/munger-said-berkshire-would-be-worth-more-if-he-and-buffett-levered-up.html", "date": "2023-12-01", "text": ["", "Still, Munger acknowledged that Berkshire did use leverage in the form of its insurance float. Insurers receive premiums upfront and pay claims later, so they can invest the large sums collected — cost free — for their own benefit.", "“Insurance float gave us some leverage. That’s why we went into it,” he said.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“Berkshire could easily be worth twice what it is now. And the extra risk you would’ve taken would’ve been practically nothing. All we had to do is just use a little more leverage that was easily available,” Munger said in CNBC’s special “Charlie Munger: A Life of Wit and Wisdom,” which aired Thursday.", "Buffett, often called the “Oracle of Omaha,” previously explained the perils of using debt and leverage to buy stocks, saying it can make an investor short-sighted and panicky when times turn volatile.", "“There is simply no telling how far stocks can fall in a short period,” he wrote in his 2017 annual letter to shareholders. “Even if your borrowings are small and your positions aren’t immediately threatened by the plunging market, your mind may well become rattled by scary headlines and breathless commentary. And an unsettled mind will not make good decisions.”", "“If Warren and I had owned Berkshire without any shareholders that we knew, we would’ve made more. We would’ve used more leverage,” Munger said in the CNBC special.", "The late investment icon Charlie Munger said Berkshire Hathaway\n, the conglomerate he and Warren Buffett built over the last five decades, could have doubled its value if they applied leverage, or borrowed money, when buying businesses and common stocks.", "Munger, Berkshire Hathaway’s vice chairman who died Tuesday just a month shy of his 100th birthday, stressed that he and Buffett almost never used this common Wall Street practice, because they always put their shareholders first.", "Got a confidential news tip? We want to hear from you.", "Data also provided by", "“The reason we didn’t is the idea of disappointing a lot of people who had trusted us when we were young ... If we lost three quarters of our money, we were still very rich. That wasn’t true of every shareholder,” he told CNBC’s Becky Quick in the previously unaired interview. “Losing three quarters of the money would’ve been a big letdown.”", "Get this delivered to your inbox, and more info about our products and services. ", "Munger said he and Buffett had been “very cautious” in handling their shareholders’ money over the years. Berkshire shareholders tend to be long-term investors like all the conglomerate’s top executives, often treating their stock like a savings account.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "The use of leverage is prevalent on Wall Street as it provides a way to boost buying power and enhance the potential return in any given investment. But it also significantly increases the risk as losses can multiply quickly if the investment doesn’t pan out as expected.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "China consumption shows ‘no sign’ of a strong V-shaped recovery, McKinsey says", "link": "https://www.cnbc.com/2023/12/01/china-consumption-shows-no-sign-of-strong-v-shaped-recovery-mckinsey.html", "date": "2023-12-01", "text": ["", "“I’m hopeful we will see an incremental improvement over the next year,” said Daniel Zipser, leader of McKinsey’s Asia consumer and retail practice.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Slower growth is still growth. China’s retail sales rose by 7.6% in October from a year ago, beating analysts’ expectations.", "Despite the overall gloom, there’s a divergence in how Chinese consumer companies are affected.", "All that has kept Chinese consumer sentiment at the same level it was about 12 months ago, when the country was still living under Covid restrictions, Zipser pointed out in a phone interview Thursday.", "Got a confidential news tip? We want to hear from you.", "Major e-commerce companies reported third-quarter revenue growth. While growth for most companies was modest, bargain-focused Pinduoduo saw revenue nearly double from a lower base.", "Zipser added that in contrast to the rise of value brands in more mature markets, premium brands are generally doing well in China.", "“They don’t yet have the confidence this will be different [in] 2024, 2025.”", "Those tastes have changed swiftly with the country’s economic boom of past decades, creating a lucrative market for American corporations such as Apple\nand Starbucks\n.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "McKinsey’s analysis of 80 publicly listed consumer companies that generate most of their revenue from mainland China found a significant divergence — many saw double-digit growth while others saw double-digit declines.", "“I think in the old days, you could invest in whatever you want[ed], everything will grow, most companies have been doing well,” Zipser said. “Those days are over.”", "The McKinsey report found that international travel is only about half of where it was prior to the pandemic.", "BEIJING — China’s consumer isn’t going to be spending big anytime soon, which means companies need to be more strategic to tap what’s still a massive market, according to McKinsey.", "“We see particularly the restaurant companies doing well,” he said, noting related categories such as alcohol are also getting a boost.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Between 2012 and 2022, China’s per capita GDP more than doubled to $12,720, according to the World Bank. U.S. GDP per capita rose by about 47% during those 10 years to $76,398 in 2022, the data showed.", "“The overall economic recovery and the recovery of the property market has not been what people hoped for,” he said. “People are aware of the geopolitical tensions, very aware of ... exports declining.”", "China’s massive size means that even if the economy slows from a high pace of growth to around 4% or 5% a year, the country’s incremental increase in retail sales will be the same as the combined total retail sales of South Korea, India and Indonesia, Zipser said.", "Companies that adapt to new consumer trends also do well.", "He said he expects people in China will travel more internationally as it gets easier to apply to visas and the cost of flights comes down.", "“But there are no signs it should be a strong, V-shaped recovery,” said Zipser, who is also a senior partner at McKinsey and author of a new report called “China Consumption: Start of a New Era.”", "Consumers in China are spending more on services, rather than goods, Zipser said.", "He said that’s because when consumers in China are “trading down,” instead of buying a cheaper brand, they are actually finding discounted ways to buy the same product, spending less overall or purchasing a smaller package size.", "In contrast, livestreaming saw GMV climb by 19% during that time, the report said.", "Looking ahead, growth is expected to slow. The government is tackling long-standing issues in the real estate sector, while tensions with major trade partners such as the U.S. have risen.", "Today, the market is more competitive, he said, pointing out that the product is much more important and the “consumer is much more sophisticated.”", "During the latest Singles Day shopping festival that ended Nov. 11, traditional e-commerce channels saw gross merchandise volume — an industry metric of sales over time — fall by 1% from last year, McKinsey found.", "China’s retail sales have generally remained lackluster since the onset of the Covid-19 pandemic in early 2020. Despite the end of Covid controls at the end of last year, falling global demand for Chinese goods and a slump in the real estate market have weighed on the country’s overall economy.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "SEC meets with Grayscale, BlackRock about potential bitcoin ETFs", "link": "https://www.cnbc.com/2023/11/30/sec-meets-with-grayscale-blackrock-about-potential-bitcoin-etfs.html", "date": "2023-11-30", "text": ["", "SEC Chair Gary Gensler has been a vocal critic of crypto but has said in recent public appearances that he would listen to his staff’s input on a potential bitcoin ETF.", "Don’t miss these stories from CNBC PRO:", "Sign up for free newsletters and get more CNBC delivered to your inbox", "In this article", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Got a confidential news tip? We want to hear from you.", "The growing confidence in the market that a bitcoin ETF will eventually be approved appears to have boosted the price of bitcoin. The cryptocurrency was trading above $37,000 on Thursday after falling to about $26,000 late this summer.", "SEC officials also met with representatives from BlackRock\nand the Nasdaq\non Wednesday, according to a separate memo. BlackRock filed for a bitcoin ETF in June, followed shortly by a handful of other asset management firms.", "Grayscale also recently hired John Hoffman, a longtime Invesco ETF executive, as a managing director. Hoffman will serve as the head of distribution and strategic partnerships for Grayscale, a sign that the crypto asset manager is gearing up to launch the fund if approved.", "The U.S. Securities and Exchange Commission is formally engaging with asset managers ahead of a much anticipated decision on whether the regulator will approve a bitcoin exchange-traded fund, according to memos published this week.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "The regulator said in a memo that it met with Grayscale on Thursday about the potential conversion of the Grayscale Bitcoin Trust\ninto an ETF. The SEC had previously blocked this move, but Grayscale challenged that decision in court and won.", "While the SEC could still decide to block crypto ETFs, many industry experts expect that such funds will launch in the U.S. early next year. The regulator has delayed decisions on several bitcoin funds in recent months and may choose to approve or deny all applications at around the same time.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making biggest moves after hours: Disney, Ulta Beauty, Marvell Technology", "link": "https://www.cnbc.com/2023/11/30/stocks-making-the-biggest-moves-after-hours-dis-ulta-mrvl.html", "date": "2023-11-30", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Return to office is ‘dead,’ Stanford economist says. Here’s why", "link": "https://www.cnbc.com/2023/11/30/return-to-office-is-dead-stanford-economist-says-heres-why.html", "date": "2023-11-30", "text": ["", "For example, 7% of workers are required to be in the office one day a week, while 9% are required in two days, 13% three days and 8% four days, according to a recent ZipRecruiter employer survey. Nearly 1 in 5, 18%, have discretion over their in-person workdays.", "“There’s still a lot of experimentation going on,” she said. “But the aggregate effect is that remote work is steady.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "However, the story has changed in 2023.", "Got a confidential news tip? We want to hear from you.", "The trend has been reinforced by a hot job market in the U.S. since early 2021, giving workers unprecedented leverage. If a worker didn’t like their company benefits, odds were good they could quit and get a job with better work arrangements and pay elsewhere.", "The share of paid work-from-home days has been “totally flat” this year, hovering around 28%, said Bloom in an interview with CNBC. That’s still four times greater than the 7% pre-pandemic level. The U.S. Census Bureau’s Household Pulse Survey shows a similar trend, he said.", "However, since work-from-home arrangements also save companies money, it’s likely a severe recession would be necessary to see a meaningful decline, Bloom said.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "While remote work is the labor market’s new normal, there’s significant variety from company to company, Pollak said.", "Meanwhile, Kastle data that measures the frequency of employee office swipe-ins shows that office occupancy in the 10 largest U.S. metro areas has flatlined at around 50% in 2023, Bloom said.", "In May 2020 — the early days of the Covid-19 pandemic — 61.5% of paid, full workdays were from home, according to the Survey of Working Arrangements and Attitudes. That share fell by about half through 2022 as companies called employees back to in-person work.", "Among the potential benefits: reduced costs for real estate, wages and recruitment, better worker retention and an expanded pool from which to recruit talent. Meanwhile, worker productivity hasn’t suffered, Bloom said.", "“We are three and a half years in, and we’re totally stuck,” Bloom said of remote work. “It would take something as extreme as the pandemic to unstick it.”", "While it’s unlikely that the prevalence of remote work will ever decline to its pre-pandemic level, it’s possible that a U.S. recession — and a weaker job market — may cause it to slide a bit, economists said.", "The initial surge of remote work was spurred by Covid-19 lockdowns and stay-at-home orders.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Long-term trends suggest the share of employees who work from home is only likely to grow from here, possibly starting in 2025, Bloom said.", "“Return to the office is dead,” Nick Bloom, an economics professor at Stanford University and expert on the work-from-home revolution, wrote this week.", "“What makes companies money tends to stick,” he said.", "But many workers came to like the arrangement. Among the primary benefits: no commute, flexible work schedules and less time getting ready for work, according to WFH Research.", "For example, improving technology will make remote work easier to facilitate, Bloom said. Younger firms and CEOs also tend to be more enthusiastic about hybrid work arrangements, meaning they’ll get more popular over time as existing business heads retire, he added.\n\nDon’t miss these stories from CNBC PRO:", "“Employers say the biggest benefit of remote work is retention,” Pollak said. In a labor market with more slack, “retention gets much easier.”", "“The new normal is this incredible diversity,” Pollak said.", "Research has shown that the typical worker equates the value of working from home to an 8% pay raise.", "However, the work-from-home trend isn’t just a perk for workers. It has been a profitable arrangement for many companies, economists said.", "The share of workers being called back to the office has flatlined, suggesting the pandemic-era phenomenon of widespread remote work has become a permanent fixture of the U.S. labor market, economists said.", "More from Personal Finance:\nU.S. passport delays have eased\nDon’t make these common 401(k) mistakes\nHow a tax break can help heat your home more efficiently", "These days, most remote work is done as part of a “hybrid” arrangement, with some days at home and the rest in the office. About 47% of employees who can work from home were hybrid as of October 2023, while 19% are full-time remote and 34% are fully on site, according to WFH Research.", "About 11% of online job postings today advertise positions as fully remote or hybrid, versus 3% before the pandemic, said Julia Pollak, chief economist at ZipRecruiter.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Cathie Wood’s Innovation ETF is up 31% in November, notching its best month ever", "link": "https://www.cnbc.com/2023/11/30/cathie-woods-flagship-etf-is-up-30percent-on-pace-for-its-best-month-ever.html", "date": "2023-11-30", "text": ["", "Cathie Wood notched her best month ever as her holdings of innovative technology stocks roared back from steep losses amid declining Treasury yields in November.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "The 68-year-old CEO of Ark Invest previously said she expects the economy to slow down more than the consensus, creating an ideal environment for artificial intelligence-driven companies to expand as firms seek to salvage profit margins by using their products.\n\nDon’t miss these stories from CNBC PRO:", "In this article", "Wood’s flagship Ark Innovation ETF\n(ARKK) rallied 31.1% this month, scoring its strongest month ever since its inception in 2014. The fund rebounded dramatically from three straight months of losses, pushing 2023 gains to 47%.", "Despite the stellar performance this year, ARKK has suffered about $664 million in outflows in 2023, according to FactSet. Due to ARKK’s big losses over the past two years — down 67% in 2022 and off by 23% in 2021 — many of the fund’s more recent investors are likely to remain hugely underwater. It closed 2020 at $124.48, compared to today’s trading level around $46.", "Got a confidential news tip? We want to hear from you.", "Driving the innovation fund higher this month were biotech names CRISPR Therapeutics\nand Twist Bioscience\n, along with Roku\n, Coinbase\n, Block\nand Shopify\n, which were all up at least 50%.", "Wood has been a firm believer that many of her big holdings stand to be leading beneficiaries from the artificial intelligence boom, including Tesla\n, Twilio\nand UiPath.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making the biggest moves midday: Salesforce, Snowflake, Discover and more", "link": "https://www.cnbc.com/2023/11/30/stocks-making-the-biggest-moves-midday-crm-snow-dfs-vsco-more.html", "date": "2023-11-30", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "How a tax break of up to $3,200 can help heat your home efficiently this winter", "link": "https://www.cnbc.com/2023/11/30/inflation-reduction-act-tax-breaks-help-boost-home-energy-efficiency.html", "date": "2023-11-30", "text": ["", "Taxpayers who want to claim a tax break on their 2023 tax returns — which most people will file early next year — have a short window to complete a qualifying project. They’d need to be finished by the end of December. Projects only qualify once they’re “placed in service” — essentially, once a project is installed and operational.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Altogether, taxpayers can get a maximum overall credit of $3,200 a year, if they combine projects worth up to $1,200 and $2,000. The IRS published a fact sheet that gives examples of the overall tax break consumers can expect for specific upgrades.  ", "The average American spends $2,000 on energy bills each year, and $200 to $400 may be “going to waste” from drafts, air leaks around openings and outdated heating and cooling systems, according to the U.S. Department of Energy.", "The combined tax break for these projects is capped at $1,200 a year.", "Got a confidential news tip? We want to hear from you.", "The installations must meet certain efficiency standards, as outlined by the IRS. Labor costs may not apply in certain cases, the IRS said.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "The Inflation Reduction Act, which President Joe Biden signed into law in August 2022, extended and enhanced a prior tax credit available for home efficiency upgrades.", "But homeowners can take advantage of recently enacted tax breaks to help boost their home’s efficiency, thereby trapping more heat inside and better defending against winter’s chill — and saving them money in the process.", "Some projects carry a separate, $2,000 annual cap. They include: installing electric or natural gas heat pump water heaters, electric or natural gas heat pumps and biomass stoves and biomass boilers.", "Home heating accounts for 45% of the average person’s energy use, and water heating for another 18%, the agency said.", "Taxpayers can only benefit from the tax credit when they file their annual tax returns.", "“People can look forward and plan,” Saul-Rinaldi said. “They may know they need insulation over their kid’s room, or need to upgrade their windows, or want to transition to cleaner fuel, but they can’t do it all today or this year.”", "“You want to minimize heat loss to the outside through walls, windows, drafts, etcetera, and supply the heat as efficiently as possible,” said Steven Nadel, executive director of the American Council for an Energy-Efficient Economy.", "Replacing single-pane windows with double-pane Energy Star-rated windows, for example, “is like plugging actual holes in your house,” said energy and climate policy expert Kara Saul-Rinaldi, president and CEO of AnnDyl Policy Group.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "The Energy Efficient Home Improvement credit is available through 2032. Homeowners can claim the maximum annual credit each year that they make eligible improvements, and there’s no lifetime dollar limit.", "More from Personal Finance:\nAre gas-powered or electric vehicles a better deal? EVs may win out in long run\nConsumers may soon get up to $14,000 or more in energy rebates — if states sign on\nWhy climate change may cost you big bucks — and what to do about it", "The tax credit is also nonrefundable, meaning households must have a tax liability to benefit. The IRS won’t issue a refund for any tax credit value that exceeds one’s tax liability. Excess value can’t be carried forward to benefit in future tax years.  ", "Certain upgrades carry distinct caps. For example, homeowners can get up to $500 a year for installing efficient exterior doors, $600 for exterior windows and skylights, plus $1,200 for insulation and air-sealing materials or systems. They can also get up to $150 for a home energy audit.", "Winter is almost here, meaning the year’s coldest temperatures aren’t far off.", "Homeowners can consider getting a home energy audit by the end of December, which would qualify for a tax break and help determine future efficiency projects, Saul-Rinaldi said. Then, homeowners can complete those projects and claim the tax break in future years.", "Home efficiency upgrades can also reduce people’s planet-warming greenhouse gas emissions, at a time when climate change is already fueling more extreme and financially costly weather events.", "The Environmental Protection Agency estimates homeowners can save 15% on heating and cooling costs, on average, by air sealing their homes and adding insulation in attics, floors over crawl spaces and basement rim joists.", "They may also be able to pair the tax break with energy-efficiency rebate programs created by the Inflation Reduction Act and soon being rolled out by states, experts said.\n\nDon’t miss these stories from CNBC PRO:", "The Energy Efficient Home Improvement tax credit, offered by the Inflation Reduction Act, can help defray homeowners’ costs on such projects — such as installing energy-efficient insulation, windows, doors and electric heat pumps — while also likely reducing the size of future heating bills, experts said. It’s worth a maximum $3,200 a year.", "The tax credit is worth 30% of the cost of qualifying projects. There’s a dollar cap: Taxpayers may qualify for up to $3,200 a year, in aggregate. But their ability to do so depends on how many and which projects they undertake.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making the biggest moves premarket: Salesforce, Snowflake, Pure Storage", "link": "https://www.cnbc.com/2023/11/30/stocks-making-the-biggest-moves-premarket-salesforce-snowflake-pure-storage-and-more.html", "date": "2023-11-30", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "What one Swiss bank’s troubles can tell us about market vulnerabilities", "link": "https://www.cnbc.com/2023/11/30/what-one-swiss-banks-troubles-tells-us-about-market-vulnerabilities.html", "date": "2023-11-30", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“However, capital ratios are strong and can easily absorb the losses, while maintaining a stable dividend (c.6% yield) and even keeping a small share buyback with FY23 results on the table,” said Benjamin Goy, head of European financials research at Deutsche Bank.", "“Together with investing and multi-generational wealth planning, financing is an inherent part of the wealth management proposition to our clients.”", "Got a confidential news tip? We want to hear from you.", "DBRS Morningstar says the capital levels of Julius Baer are adequate to absorb further losses, with a hypothetical 606 million Swiss franc loss accounting for around 280 basis points of the Swiss bank’s 15.5% CET1 ratio, based on risk-weighted assets of 21.43 billion Swiss francs as of the end of June.", "“We continue to closely monitor sectors that have come under stress as a result of more uncertain economic times, higher for longer interest rates, tightening in lending conditions, weaker demand, higher operating costs, and in particular the commercial real estate sector,” DBRS Morningstar’s Yeterian said.", "“Julius Baer is very well capitalised and has been consistently profitable under all circumstances. We regret that a single exposure has led to the recent uncertainty for our stakeholders,” Rickenbacher said.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Julius Baer has a strong capital position with a CET1 capital ratio of 16.1% as of the end of October, the bank said Monday, significantly above its own floor of 11%.", "Despite the speculation, Julius Baer has not confirmed that the client is Signa, and a spokesperson told CNBC on Thursday that the bank “cannot comment on alleged or existing client relationships.”", "A common theme during the mass withdrawals of investment and customer deposits was a panic exacerbated by rumors about the lender’s financial health on social media, a trend bemoaned by its bosses at the time.", "DBRS Morningstar Senior Vice President Vitaline Yeterian and Managing Director Elisabeth Rudman on Wednesday said that such a large concentration of funds to a troubled real estate borrower raises concerns about risk management and highlights the broader risks for the banking sector, as highly leveraged companies grapple with higher debt financing costs in a perilous economic environment.", "Goy reiterated the German lender’s “buy” recommendation, even though Deutsche Bank has cut its 2023 earnings forecast and stock target price for Julius Baer.", "“Hence, we believe it is most important to act decisively and ensure this is an isolated case which will not repeat, to bring back the confidence in an otherwise good business model (capital light, structural tailwinds and growth acceleration opportunities) that is trading only at 7.6x next year’s earnings (vs >10x average) when market tailwinds are finally returning.”", "Exposure to commercial real estate emerged as a concern for several major lenders this year, while the risks associated with panic-driven bank runs on smaller lenders became starkly apparent in March, with the collapse of Silicon Valley Bank.", "“Meanwhile, the limited level of disclosure makes it hard to assess the full picture for the bank at this stage. Any kind of deposit outflow experienced by Julius Baer would be negative for the bank’s credit profile.”", "The European Central Bank recently examined the commercial real estate sector and the provisioning methods and capital buffers of European banks.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Based on the assumption that Julius Baer’s troubled private debt exposure was “likely” Signa, Deutsche Bank said in a Thursday note that the bank’s insolvency filing of Wednesday could trigger further “material credit losses” that will weigh on otherwise strong profitability this year.", "Several economists in recent weeks have suggested that there are lingering vulnerabilities in the market that may be exposed in 2024, as the sharp rises in interest rates enacted by major central banks in the last two years feed through.", "The share price of Julius Baer plummeted after the Swiss private bank disclosed 606 million Swiss francs ($692.7 million) of loan exposure to a single conglomerate client.", "The bank last week booked provisions of 70 million Swiss francs to cover the risk of a single borrower in its private loan book.", "The 606 million Swiss franc exposure to one client — via three loans to different entities within a European conglomerate — is collateralized by commercial real estate and luxury retail, the company revealed. It represents around 18% of Julius Baer’s CET1 capital as of the end of June 2023, according to analysts at DBRS Morningstar.", "The ensuing ripple effects shook global investor and depositor confidence and eventually contributed to the downfall of Swiss giant Credit Suisse.", "Even under a hypothetical total loss scenario, the Group’s pro-forma CET1 capital ratio at Oct. 31 would have exceeded 14%, the bank said, meaning it would have remained “significantly profitable.”", "The disclosure and swirling concerns about concentration of risk in the lender’s private debt business came against a backdrop of emerging news that troubled Austrian real estate group Signa was teetering. It filed for insolvency on Wednesday.", "Nonetheless, Julius Baer’s shares continued to fall and were down 18% on the year as of Thursday morning.", "“However, we see the recent significant fall in Julius Baer’s share price as a reminder of the rising impact of technology and social media on stakeholder behavior,” they said in Wednesday’s note.", "He added that the board is now reviewing its private debt business and the framework within which it is conducted.", "Rickenbacher issued a statement on Monday confirming that the bank would maintain its dividend policy, along with other updates, while reassuring investors that any excess capital left at the end of the year will be distributed via a share buyback.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Zepz, a $5 billion fintech unicorn, is laying off more staff", "link": "https://www.cnbc.com/2023/11/30/zepz-a-5-billion-fintech-unicorn-is-laying-off-more-staff.html", "date": "2023-11-30", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“Zepz values the contributions these colleagues have made to our company,” the spokesperson added.", "“In line with our organisational values, our priority is ensuring all decisions relating to redundancies and restructuring are well-communicated and delivered with humanity while protecting the privacy of those impacted,” the spokesperson added.", "Zepz has long been touted as an IPO candidate in the U.K., but its timeline on reaching that goal is currently unclear. The business was last valued at $5 billion, making it one of the largest and most valuable fintech companies in Europe.", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "The company reached profitability for the first time last year.", "“As part of the redundancy package, all impacted individuals will be offered support via our Employee Assistance Programme, including coaching, counselling, and re-employment support.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "In May, Zepz cut 26% of its workforce, citing duplication of roles that resulted from its acquisition of Sendwave, another money transfer service.", "That follows a separate round of layoffs the company embarked on earlier this year.", "Zepz hasn’t been immune to the effects of slowing momentum in the digital payments space, which has forced companies to cut back on costs and, in several cases, lay off staff.", "Zepz said that, with this in mind, its focus is on “innovation and continuous improvement for our users, delivering meaningful products that make finance more convenient and accessible to migrant communities.”", "“To fully realise our mission to unlock the prosperity of cross-border communities, we sometimes need to make tough decisions,” Zepz told CNBC.", "Zepz, the money transfer group that owns WorldRemit, made a fresh round of layoffs.", "The British fintech unicorn, which is backed by TCV, Accel, Leapfrog and other major venture capital funds, told CNBC exclusively that it laid off 30 roles across its people and marketing functions.", "“Zepz has entered a redundancy consultation which will could affect less than 2% of its global headcount,” a Zepz company spokesperson said in an exclusive statement to CNBC.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stock trading platform Robinhood to launch in UK after two failed attempts", "link": "https://www.cnbc.com/2023/11/30/robinhood-to-launch-in-the-uk-in-latest-international-expansion-bid.html", "date": "2023-11-30", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "A waiting list it rolled out in 2019 saw over 300,000 people sign up, but the company pulled the plug on its U.K. expansion plans, citing soaring demand at home during the Covid pandemic as interest in retail investing climbed dramatically.", "Jordan Sinclair, Robinhood’s U.K. chief, said he expects 24-hour trading to be popular, as it will let users trade on market-moving news.", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Dan Moczulski, U.K. managing director of EToro, a rival stock trading platform, said the arrival of more competition in the retail trading market marks “an exciting time for the industry.”", "Data also provided by", "“More competition will always be a good thing for investors,” Moczulski told CNBC. “As one of the leading trading and investing platforms in the UK, it also keeps us on our toes and pushes us to continue innovating and broadening our product range for our users.” ", "“My aspiration is to be one of the largest employers in England, nothing would make me happier,” Tenev said. “And, you know, there’s a lot of great talent. So this, this could be a centre of excellence for Robinhood.”", "Brits will be able to join a waitlist starting Thursday and will be notified when they can sign up for early access at a later point in time. In a bid to get more traction fast, Robinhood is also asking users to share a unique referral link with friends and family to move them up the queue.", "Online investments app Robinhood\nsaid Thursday that it’s set to launch its platform in the U.K. in early 2024, marking the company’s third attempt at cracking international expansion.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Robinhood is launching with a license from the Financial Conduct Authority, the U.K.’s markets regulator, and Tenev says the firm has a good relationship with the regulator.", "Payment for order flow can create conflicts of interest, critics say, as brokers have an incentive to direct order flow to market makers offering such arrangements over the interests of their clients.", "“We’ve made sure we taken care of all of the details, the platform is much more robust,” Tenev told CNBC in an interview. “So I don’t think that it’ll be déjà vu. I think that we’re very confident we’ll be able to serve the customers here tightly.”", "Customer cash will be held in segregated accounts protected by U.S. Federal Deposit Insurance Commission insurance, Robinhood said, rather than the U.K. Financial Services Compensation Scheme. Robinhood users will be able to make a 5% annual yield on cash held in their accounts.", "Robinhood won’t launch payment-for-order-flow in the U.K., which refers to the practice of routing trades through market-makers like Citadel Securities in return for a slice of the profits. PFOF is banned in the U.K. Instead, the firm expects to make money from other lines of business, including securities lending, margin lending, interest on uninvested cash, and its premium Robinhood Gold subscription service.", "Then, last year, it sought to acquire British crypto-trading app Ziglu. That deal faltered, however, and Robinhood was forced to write off the value of its investment, with the company reporting a $12 million impairment charge on the failed transaction.", "Features include the ability to choose from 6,000 U.S. stocks and 24-hour trading five days a week. Robinhood currently offers 24-hour trading in the U.S., allowing trades to happen outside 9:30 a.m. ET and after 4 p.m. ET.", "“You wake up in the morning, you read the news headlines, and then you have to wait,” Sinclair said. “Customers actually can make a trade and choose their investment strategy and actually act on that market news.”", "Regulators are concerned brokerage apps like Robinhood, eToro, and Public, which engage investors with stimulating features like push notifications, colorful graphics, and a game-like interface, may encourage excessive trading that harms investors but is profitable for market-makers.", "The FCA has previously warned about “gamification” of investments, something the U.S. Securities and Exchange Commission is also worried about. When contacted by CNBC, an FCA spokesperson said the regulator wouldn’t comment on individual companies, but that companies are obliged to respect consumer duty standards set out by the regulator.", "Robinhood has already tried to launch in the U.K. twice.", "Robinhood CEO Vlad Tenev said he doesn’t fear “déjà vu” with the firm’s third attempt to launch in the U.K.", "Robinhood won’t offer U.K. stocks to begin with but will look to add them as it brings more products into the platform. The U.K. version won’t include options and other derivatives at launch, either.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making the biggest moves after hours: Salesforce, Pure Storage and more", "link": "https://www.cnbc.com/2023/11/29/stocks-making-the-biggest-moves-after-hours-crm-pstg-snow.html", "date": "2023-11-29", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making the biggest moves midday: Foot Locker, General Motors and more", "link": "https://www.cnbc.com/2023/11/29/stocks-making-the-biggest-moves-midday-fl-gm-psx.html", "date": "2023-11-29", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Why Buffett wouldn’t have become the greatest investor without Charlie Munger", "link": "https://www.cnbc.com/2023/11/29/why-warren-buffett-wouldnt-have-become-the-greatest-investor-ever-without-charlie-munger.html", "date": "2023-11-29", "text": ["", "Munger, Berkshire Hathaway’s\nvice chairman who passed away Tuesday at the age of 99, was instrumental in directing a young Buffett into buying strong-brand quality companies instead of dirt-cheap failing names that he called “cigar butts.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "The blueprint Munger instilled in Buffett was simple: To buy a wonderful business at a fair price, not a fair business at a wonderful price. It became the reason that Berkshire managed to grow into an empire consisting of first-class businesses in insurance, railroad, retail, energy and manufacturing.", "“It took Charlie Munger to break my cigar-butt habits and set the course for building a business that could combine huge size with satisfactory profits,” Buffett wrote in Berkshire’s the 50-year anniversary letter in 2014. “Charlie’s most important architectural feat was the design of today’s Berkshire.”", "Got a confidential news tip? We want to hear from you.", "The “Oracle of Omaha” compared buying troubled companies at deep discounts to picking up a discarded cigar butt that had one puff remaining in it. “Though the stub might be ugly and soggy, the puff would be free. Once that momentary pleasure was enjoyed, however, no more could be expected,” he said.", "“He actually hit me over the head with a two by four from the idea of buying very so-so companies at very cheap prices, knowing that that was some small profit and looking for really wonderful businesses that we could buy at fair prices,” Buffett said in an interview.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Buffett studied under fabled father of value investing Benjamin Graham at Columbia University after World War II and developed an extraordinary knack for picking cheap stocks. He said Munger made him realize this cigar-butt investing strategy could only go so far, and if he wanted to expand Berkshire in a significant way, it wouldn’t be enough.", "In this article", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "As Munger put it at the 1998 Berkshire shareholder meeting: “It’s not that much fun to buy a business where you really hope this sucker liquidates before it goes broke.”", "In 1972, Munger convinced Buffett to sign off on Berkshire’s purchase of See’s Candies for $25 million even though the California candy maker had annual pretax earnings of only about $4 million.", "Warren Buffett is arguably the most celebrated investor of our generation, but he couldn’t have earned the title without Charlie Munger’s influence.", "“Overall, we’ve kept moving in the direction of better and better companies, and now we’ve got a collection of wonderful companies, Buffett said.", "While Buffett said there was not a strong line of demarcation where Berkshire went from cigar butts to wonderful companies, the deal to buy See’s Candies marked a significant step towards that direction.", "It has since produced more than $2 billion in sales for Berkshire.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Jamie Dimon says JPMorgan Chase would exit China if ordered to", "link": "https://www.cnbc.com/2023/11/29/jamie-dimon-says-jpmorgan-chase-would-exit-china-if-ordered-to.html", "date": "2023-11-29", "text": ["", "JPMorgan Chase\nCEO Jamie Dimon said Wednesday that his bank would exit China if the U.S. government ordered him to.", "Dimon also pointed out that while the U.S. maintains good relations with Mexico and Canada, China has “done a pretty good job angering all the people around them,” and the country has “terrible demographics.”", "“If some of those people are doing things that we think are truly bad, we would not bank them,” he said.\n\nDon’t miss these stories from CNBC PRO:", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Dimon called relations with China, the world’s second-largest economy, “a very complicated subject” and said that engagement with both China and the U.S. government was necessary.", "Get this delivered to your inbox, and more info about our products and services. ", "The bank advises Chinese clients including fast-fashion retailer Shein and Tiktok parent company ByteDance.", "In this article", "JPMorgan, which says on its website that it has been active in China for a century, does investment and corporate banking, payments and asset management there. Growing geopolitical tensions, fueled by wars in Ukraine and Israel, have raised concerns that China could move to annex Taiwan.", "Got a confidential news tip? We want to hear from you.", "Data also provided by", "“No one thinks it’s going to happen; it may happen,” Dimon said about war over Taiwan. “That would be really bad for the world and really bad for China.”", "“If the American government makes me leave China, I’m leaving China,” Dimon said at the DealBook Summit during a discussion about a potential future conflict over Taiwan. “If there’s a war in Taiwan, you would take all bets off.”", "Dimon addressed security concerns related to TikTok, saying, “You can imagine the due diligence and work we do to figure out the truth about those things.”", "“I think it’s good for an American bank to be there to help multinationals around the world and China with their own development if it makes sense,” Dimon said. “If for some reason the American government says ‘Nope, can’t do that anymore,’ then so be it.”", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Fed’s Barkin says hikes still on the table if inflation doesn’t continue to ease", "link": "https://www.cnbc.com/2023/11/29/feds-barkin-says-rate-hikes-are-still-on-the-table-if-inflation-doesnt-continue-to-ease.html", "date": "2023-11-29", "text": ["", "Atlanta Fed President Raphael Bostic also offered commentary Wednesday, saying in an essay that he sees economic growth slowing substantially and believes inflation will come down further as well.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“But if inflation is going to flare back up, I think you want to have the option of doing more on rates,” Barkin added. “I guess the bigger point is, there’s no precision that anyone can point to at exactly what the level of rates that exactly handles inflation and exactly the way you want to handle it. So you’re constantly trying to adjust on the fly as you learn more about the economy.”", "Pricing in futures markets indicates the Fed could cut rates as much as four times, or a full percentage point, next year. Fed Governor Christopher Waller said Tuesday that he’d consider cuts if the inflation data shows progress over the next several months.", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Bostic said his staff expects the inflation rate to decline to 2.5% by the end of 2024 and then get back to the Fed’s 2% target by the end of 2025.", "Both Bostic and Barkin will be voters in 2024 on the rate-setting Federal Open Market Committee.", "Markets largely expect the Fed has stopped raising rates and will start cutting in 2024. But Barkin said he’s not ready to commit to a particular policy path with so much uncertainty in the air.", "Richmond Federal Reserve President Thomas Barkin said Wednesday that policymakers need to retain the option of raising interest rates if inflation doesn’t show enough progress coming down.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "“I don’t see it as a there’s a right answer on rates or a wrong answer on rates,” he said, adding that he’s “skeptical” about inflation and thinks it’s going to be “stubborn” ahead.", "To learn more about the CNBC CFO Council, visit cnbccouncils.com/cfo-council/", "However, Barkin called the possibility of easing policy “a forecasting question” that he’s not ready to answer.", "“If inflation comes down naturally and smoothly, awesome, you know, there’s no particular need to do anything with interest rates if inflation steps down,” he told CNBC’s Steve Liesman during an interview at the CNBC CFO Council Summit.", "“Altogether, the research, data, survey results, and input from business contacts tell me that tighter monetary policy and tighter financial conditions more broadly are biting harder into economic activity,” Bostic wrote. “At the same time, I don’t think we’ve seen the full effects of restrictive policy, another reason I think we’ll see further cooling of economic activity and inflation.”", "Barkin spoke shortly after the Commerce Department reported that the economy grew at a 5.2% annualized pace in the third quarter. As growth has held strong, inflation is still above the Fed’s 2% annual target, though it has shown a consistent progression lower in recent months. The Fed’s preferred inflation measure of core personal consumption expenditures showed a 12-month rate of 3.7% in September and is expected to show a slightly lower reading in October.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "A look at Warren Buffett and Charlie Munger’s lifelong partnership", "link": "https://www.cnbc.com/2023/11/29/munger-and-buffetts-60-year-partnership-we-never-had-an-argument.html", "date": "2023-11-29", "text": ["", "Early in their careers, Munger broadened Buffett’s investing approach from buying dirt cheap, “cigar-butt” companies that might still have a little smoke left in them, to instead focusing on quality companies selling at fair prices.", "The two investing legends were firm believers in reciprocation and respect when it came to successful relationships.", "“He’s made me think about things I haven’t thought about. In fact, I would say that every time I’m with Charlie, I’ve got at least some new slant on the idea that that causes me to rethink certain things,” Buffett said.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "“The hijackers picked us out as the two dirty capitalists that they really had to execute,” he said. “They didn’t really have anything against us, so they said that each of us would be given one request before they shot us.”", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "At age 35, Munger was introduced to the then-29-year-old Buffett in Omaha, Nebraska. The two started working together and ended up transforming Berkshire Hathaway from a small textile mill into a $785 billion multifaceted juggernaut. The journey to their unparalleled success was full of learning, experience and laughter, but never an argument.", "In this article", "“Most of the time, we think alike,” Munger said in 2014. “That’s one of the problems. If one of us misses it, the other is likely to, too.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Don’t miss these stories from CNBC PRO:", "As often shown in interviews and shareholder meetings, they shared a similar, quirky sense of humor and enjoyed occasionally poking fun at each other. Compared to Buffett’s folksy image, Munger often spoke bluntly, sprinkling witty zingers that his followers adored.", "As Munger put it at the 1998 Berkshire shareholder meeting: “It’s not that much fun to buy a business where you really hope this sucker liquidates before it goes broke.”", "“Charlie said, ‘I would like to give, once more, my speech on the virtues of Costco — with illustrations.’ The hijacker said, ‘Well, that sounds pretty reasonable to me.’ He turned to me and said, ‘And what would you like, Mr. Buffett?’ And I said, ‘Shoot me first,’” Buffett said, sparking gales of laughter from shareholders.", "“Charlie has given me the ultimate gift that a person can give to somebody else,” Buffett said. “I’ve lived a better life because of Charlie.”", "Much like Munger encouraging Buffett to pivot toward quality businesses early on in their career, the “Oracle of Omaha” said Munger inspired him every day in one way or another.", "“We both have this fundamental idea that the world works better if you make your relationships win win. And we both early learned that the way to get a good partner was to be a good partner,” Munger said. “These are very old fashioned ideas. And they just worked so fabulously well.”", "In 2010, when Munger had to miss a special Berkshire shareholder meeting, Buffett brought on stage a cardboard cutout of his right-hand man, mimicking “I couldn’t agree more” in Munger’s voice.", "Charlie Munger’s unique partnership with Warren Buffett, spanning over half a century, helped forge one of the most successful conglomerates in history.\n\nIt was a special relationship.", "During Berkshire’s 2011 annual meeting, Buffett made up a scenario involving airplane hijackers asking about his and Munger’s last requests on earth.", "“He actually hit me over the head with a two by four from the idea of buying very so-so companies at very cheap prices, knowing that that was some small profit and looking for really wonderful businesses that we could buy at fair prices,” Buffett said.", "“Charlie and I have never had an argument,” Buffett said in 2014. “We’ve disagreed on a lot of things. And it’s just never led, and never will, lead to an argument. We argue with other people.”", "“It is almost hilarious. It’s been so much fun,” Munger said of his partnership with Buffett.", "Buffett said when they did have a differing view, Munger, who died Tuesday just one month shy of his 100th birthday, would say “well, you’ll end up agreeing with me because you’re smart and I am right.”", "Later in his career, Buffett realized he was more inclined toward action than Munger when it comes to deal-making. He once joked that Munger was the “abominable no-man,” often curbing Buffett’s enthusiasm to acquire certain companies.", "Munger graduated magna cum laude from Harvard Law School in 1948, founding his law firm of Munger, Tolles & Olson and his own hedge fund in 1962. Munger closed the fund in 1975, and three years later, he formally became vice chairman of Berkshire.", "On the rare occasions they disagreed, the two icons dealt with it by wielding laughter. One example was Munger’s love and obsession over Costco\n, a big-box retailer Buffett never really favored.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making the biggest moves premarket: General Motors, Petco, Foot Locker and more", "link": "https://www.cnbc.com/2023/11/29/stocks-making-the-biggest-moves-premarket-general-motors-petco-foot-locker-and-more.html", "date": "2023-11-29", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "A possible U.S. recession? Strategists give their cautious predictions for 2024", "link": "https://www.cnbc.com/2023/11/29/possible-us-recession-strategists-give-cautious-predictions-for-2024.html", "date": "2023-11-29", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "“Conversely, further monetary tightening might trigger a downturn just as the effects of prior tightening begin to take hold.”", "Got a confidential news tip? We want to hear from you.", "JPMAM Chief Market Strategist Karen Ward noted that many U.S. households took advantage of 30-year fixed rate mortgages while rates were still around 2.7%, while in the U.K., many shifted to five-year fixed rates during the Covid-19 pandemic, meaning the “passthrough of interest rates is much slower” than previous cycles.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "“While the Fed and ECB seem to have steered away from a hard landing path during the tightening cycle, exogenous shocks or a premature pivot to policy easing may reignite inflation in a way that requires a recession to force it lower,” GSAM economists said.", "The market is now largely pricing a peak at the current Fed funds target range of 5.25-5.5%, with interest rate cuts to come next year.", "“We had 10-15 years of zero/negative rates, plus an increase in global central bank balance sheets from around $5 to $30 trillion at the recent peak, and it was only a couple of years ago that most expected ultra-loose policy for much of this decade. So it’s easy to see how bad levered investments could have been made that would be vulnerable to this higher rate regime.”", "“All of that fades into next year as well, so the backdrop for the consumer just doesn’t look as strong for us as we go into 2024 that will start to bite a little bit,” she said.", "In a roundtable event on Tuesday, JPMorgan Asset Management strategists echoed this note of caution, claiming that the risk of a U.S. recession was “delayed rather than diminished” as the impact of higher rates feeds through into the economy.", "Yet Deutsche Bank\n’s economists, in a 2024 outlook report published Monday, were quick to point out that monetary policy operates with lags that are “highly uncertain in their timing and impact.”", "“So growth slows in 2024, and we still think the risks of a recession are significant, and therefore we’re still pretty cautious about the idea that we’ve been through the worst and we’re looking at an upswing from here on,” Ward said.", "The prospect of “higher for longer” interest rates has dominated the market outlook in recent months, and Goldman Sachs Asset Management\neconomists believe the Fed is unlikely to consider cutting rates next year unless growth slows by substantially more than current projections.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "“At the outer edges of the economy there is obvious stress that is likely to spread in 2024 with rates at these levels. In the Euro Area, Q3 saw a -0.1% decline in GDP, with the economy in a period of stagnation since Autumn 2022 that will likely extend to mid-Summer 2024.”", "The Washington-based institution sees U.S. GDP growth, which has remained surprisingly resilient in the face of over 500 basis points of interest rate hikes since March 2022, to remain among the strongest developed market performers at 2.1% this year and 1.5% next year.", "The German lender has a considerably bleaker prognosis than market consensus, projecting that Canada will have the highest GDP growth among the G7 in 2024 at just 0.8%.", "“I think the the key conclusion here is that interest rates do still bite, it’s just taking longer this time around,” she said.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "In the euro zone, weaker growth momentum and a large drag from tighter fiscal policy and lending conditions increase the likelihood that the European Central Bank pauses its monetary policy tightening and potentially pivots toward cuts in the second half of 2024.", "With central banks having hiked interest rates at breakneck speed and those rates likely to stay higher for longer while the lagged effects set in, the macroeconomic outlook for 2024 is far from clear.", "However, she highlighted that U.K. exposure to higher rates is due to rise from about 38% at the end of 2023 to 60% at the end of 2024, while first-time buyers in the U.S. will be exposed to much higher rates and the cost of other consumer debt, such as auto loans, has also risen sharply.", "GSAM also noted regional divergence in the trajectory of growth prospects and inflation patterns, with Japan’s economy surprising positively on the back of resurgent domestic demand driving wage growth and inflation after many years of stagnation, while China’s property market indebtedness and demographic headwinds skew its risks to the downside.", "Meanwhile, corporates will over the next few years have to start refinancing at higher interest rates, particularly for high-yield companies.", "“Although that is still positive and the profile improves through the year, it means the major economies will be more vulnerable to a shock as they work through the lag of this most aggressive hiking cycle for at least four decades,” Reid and Folkerts-Landau said, noting that potential “macro accidents” would be more likely in the aftermath of such rapid tightening.", "The U.S. economy’s resilience has fueled an emerging consensus that the Federal Reserve will achieve its desired “soft landing,” slowing inflation without tipping the economy into recession.", "“With the lagged impact of rate hikes taking effect, we can already see clear signs of data softening. In the U.S., the most recent jobs report showed the highest unemployment rate since January 2022, credit card delinquencies are at 12-year highs, and high yield defaults are comfortably off the lows,” Deutsche’s Head of Global Economics and Thematic Research, Jim Reid, and Group Chief Economist David Folkerts-Landau said in the report.", "“In a desynchronized global cycle, with higher-for-longer rates and slower growth in most advanced economies, the road ahead remains uncertain,” GSAM said, adding that this calls for a “diversified and risk conscious investment approach across public and private markets.”", "U.S. regional banks triggered global market panic earlier this year when Silicon Valley Bank and several others collapsed, and Deutsche Bank suggested that some vulnerabilities remain in that sector, along with commercial real estate and private markets, creating “a bit of a race against time.”", "The International Monetary Fund baseline forecast is for it to slow from 3.5% in 2022 to 3% in 2023 and 2.9% in 2024, well below the historical average of 3.8% between 2000 and 2019, led by a marked slowdown in advanced economies.", "The U.S. consumer has also been spending pent-up savings at a faster rate than European counterparts, Ward highlighted, suggesting this is “one of the reasons why the U.S. has outperformed” so far, along with “incredibly supportive” fiscal policy in the form of major infrastructure programs and post-pandemic support programs.", "Meanwhile Brazil, Chile, Hungary, Mexico, Peru and Poland were early hikers of interest rates in emerging markets and were among the first to see inflation slow sharply, meaning their central banks have either begun cutting rates or are close to doing so."]}, {"title": "Apple is trying to unwind its Goldman Sachs credit card partnership", "link": "https://www.cnbc.com/2023/11/28/apple-is-trying-to-unwind-its-goldman-sachs-credit-card-partnership.html", "date": "2023-11-28", "text": ["", "— CNBC’s Leslie Picker and Steve Kovach contributed to this story.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "It would also mean that Apple would need to find a new financial partner for its popular credit card, Apple Card, and its high-yield savings accounts under the Apple brand. While Apple offers both its credit card and savings account through the wallet app on iPhones, the banking back end is handled by Goldman Sachs.", "In this article", "For Apple, the credit card and savings accounts are a way to add value and additional features to its iPhone, as well as bolster its quickly growing services business with fees. It’s not clear whether Apple has found a new partner or would consider bigger changes to its financial products if it were to exit the agreement with Goldman Sachs.", "But the partnership has been rocky in recent years as Goldman Sachs, under Solomon, has retreated from its previous consumer banking ambitions as costs stacked up. Goldman has also faced scrutiny from regulators into how it handles refunds and billing errors, and over alleged gender discrimination when determining credit limits.", "The proposal from Apple was previously reported by The Wall Street Journal. A Goldman Sachs representative declined to comment.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "The move, if it were to happen, would effectively end one of the highest-profile partnerships between a bank and a tech company.", "Don’t miss these stories from CNBC PRO:", "Earlier this year, Goldman Sachs said it would “consider strategic alternatives” for its consumer banking business.", "Apple\nhas given Goldman Sachs\na proposal to end its credit card and savings account partnership within the next 12 to 15 months, a person familiar with the matter told CNBC’s Leslie Picker.", "“Apple and Goldman Sachs are focused on providing an incredible experience for our customers to help them lead healthier financial lives,” an Apple representative told CNBC. “The award-winning Apple Card has seen a great reception from consumers, and we will continue to innovate and deliver the best tools and services for them.”", "When Apple first launched the Apple Card in 2019, Goldman Sachs CEO David Solomon was in attendance at a glitzy Apple launch event at its California campus.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Charlie Munger’s greatest bits of investing advice from over the years", "link": "https://www.cnbc.com/2023/11/28/charlie-mungers-greatest-bits-of-investing-advice-from-over-the-years.html", "date": "2023-11-28", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Charlie Munger in final interview describes how he and Buffett made Berkshire into what it is", "link": "https://www.cnbc.com/2023/11/28/munger-in-final-interview-describes-how-he-and-buffett-turned-berkshire-hathaway-into-such-a-success.html", "date": "2023-11-28", "text": ["", "Munger attributed the success of he and Buffett, 93, to two reasons. “We got a little less crazy than most people. That really helped us. In addition, we were given much longer time to run than most people, because something kept us alive in our 90s. That gave us a long track from our fiddling start all the way to the 90s.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Get this delivered to your inbox, and more info about our products and services. ", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Got a confidential news tip? We want to hear from you.", "Among Berkshire’s biggest investments in public companies are Apple and American Express. The company also counts freight rail operator BNSF, insurance giant Geico and See’s Candies.", "Today, Berkshire Hathaway\nis massive conglomerate worth north of $785 billion with businesses and investments all around the world. This exceeded Charlie Munger’s wildest dreams.", "“We got into better and better companies, and we understood more of the bad things that can happen, and how easily they can creep in,” he said.", "“It was an amazing occurrence,” said Munger in bits of the interview aired by CNBC on Tuesday evening.", "Data also provided by", "He also noted both he and Buffett became wiser as they got older.", "“I did not think we’d ever have … so many hundreds of billions in Berkshire,” Munger, the former vice chairman of Berkshire, said in his final interview with CNBC’s Becky Quick just a few weeks before passing away at the age of 99. “I did not anticipate … we would ever get to $100 billion, much less several hundred billion.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "The life advice that Charlie Munger gave Warren Buffett: Live life backwards", "link": "https://www.cnbc.com/2023/11/28/charlie-mungers-life-advice-to-buffett-years-ago-live-your-obituary.html", "date": "2023-11-28", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "In this article", "Philosophizing on the vagaries of advanced age, Munger said, “I am very good at recognizing unfair advantages, and I got unfair advantages in old age the same way I got unfair advantages in non old age. And when they came, I just grabbed them: boom, boom, boom.”", "Munger years ago told the somewhat younger Buffett, 93, how he should live his life, according to CNBC’s Becky Quick, speaking on CNBC’s “Closing Bell: Overtime.” Munger told Buffett, “he should write his obituary the way he wants it written, and then live his life accordingly,” Quick said. “Look at things, and live backwards.”", "Got a confidential news tip? We want to hear from you.", "In a recent, unaired interview conducted earlier in November, Munger told Quick “it’s not a bad idea” to start at the end. “I’ve written my obituary the way I’ve lived my life, and if you want to pay attention to it, it’s alright with me. And if they want to ignore it, that’s OK with me too. I’ll be dead.”", "Berkshire Hathaway Vice Chairman Charlie Munger, who died Tuesday at age 99, once offered what turned out to be sage advice to his buddy and investment legend Warren Buffett: live life backwards.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making the biggest moves after hours: NetApp, Workday, Leslie’s, Las Vegas Sands and more", "link": "https://www.cnbc.com/2023/11/28/stocks-making-the-biggest-moves-after-hours-ntap-wday-lesl-lvs.html", "date": "2023-11-28", "text": ["", "Check out the companies making headlines in extended trading.", "Jabil\n— Shares fell more than 8% after the manufacturing solutions company issued a lower revenue forecast for the fiscal first quarter of 2024. The company now expects revenue in the range of $8.3 billion to $8.4 billion, down from a range of $8.4 billion to $9 billion.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Las Vegas Sands\n— The casino operator slipped 3.5% after it announced that Miriam Adelson would sell $2 billion in shares. Adelson is the largest shareholder of Las Vegas Sands, and the funds will be used to purchase a professional sports team, the company said in a regulatory filing.", "Leslie’s\n— Stock in the swimming supplies company plummeted more than 16% after the company forecast a wider-than-expected loss for the first quarter. Leslie’s is calling for an adjusted loss of 21 cents to 20 cents per share, compared to analysts’ expectations for a loss of 16 cents per share, according to FactSet. Fourth-quarter adjusted earnings were also below expectations.", "— CNBC’s Contessa Brewer and Darla Mercado contributed reporting.", "Workday\n— Stock in the workforce platform provider added more than 6% after third-quarter results surpassed Wall Street estimates. Workday notched adjusted earnings of $1.53 per share on $1.87 billion in revenue, while analysts surveyed by LSEG, formerly known as Refinitiv, expected $1.41 in earnings per share and $1.85 billion in revenue.", "Got a confidential news tip? We want to hear from you.", "NetApp\n— The data infrastructure firm climbed nearly 10% after a beat on the top and bottom lines in the fiscal second quarter. The company reported adjusted earnings of $1.58 per share on $1.56 billion in revenue, while analysts polled by LSEG forecast earnings of $1.39 per share and $1.53 billion in revenue. NetApp also issued higher-than-expected third-quarter earnings guidance.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Daily Journal\n— Shares of the Daily Journal are expected to be active. Charlie Munger, chair and publisher of the Daily Journal and second-in-command at Berkshire Hathaway, died Tuesday at age 99. Shares of the newspaper fell 4.5% during the regular session.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "A ‘true master of investing:’ Top value investor on how Charlie Munger changed the craft", "link": "https://www.cnbc.com/2023/11/28/a-true-master-of-investing-top-value-investor-on-how-charlie-munger-changed-the-craft.html", "date": "2023-11-28", "text": ["", "“He was a voice against fraud. He was a voice against irrational activity. He was a voice of reason. He was right there with Warren Buffett throughout all of the great Berkshire Hathaway years,” Bobrinskoy added.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "For more on Munger’s life, see our full obituary of the investing legend.", "Munger was 99 years old. Considered by many to be an investing genius, Buffett credited him with broadening his focus on finding high-quality companies that were undervalued rather than buying struggling ones in hopes of turning a profit.", "The investing community lost one of its pillars Tuesday with the death of Berkshire Hathaway vice chair Charlie Munger, according to Ariel Investments’ Charles Bobrinskoy.", "Got a confidential news tip? We want to hear from you.", "He was a “true master of investing,” Bobrinskoy, the firm’s vice chair, said on CNBC’s “Closing Bell: Overtime” shortly after Munger passed away Tuesday. “He was a really important voice in value investing and all investing.”", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Charlie Munger, investing genius and Warren Buffett’s right-hand man, dies at age 99", "link": "https://www.cnbc.com/2023/11/28/charlie-munger-investing-sage-and-warren-buffetts-confidant-dies.html", "date": "2023-11-28", "text": ["", "“You don’t have a lot of envy, you don’t have a lot of resentment, you don’t overspend your income, you stay cheerful in spite of your troubles. You deal with reliable people and you do what you’re supposed to do. And all these simple rules work so well to make your life better. And they’re so trite,” he said.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "In 1959, at age 35, Munger returned to Omaha to close his late father’s legal practice. That’s when he was introduced to the then-29-year-old Buffett by one of Buffett’s investor clients. The two hit it off and stayed in contact despite living half a continent away from each other.", "Munger donated hundreds of millions of dollars to educational institutions, including the University of Michigan, Stanford University and Harvard Law School, often with the stipulation that the school accept his building designs, even though he was not formally trained as an architect.", "Got a confidential news tip? We want to hear from you.", "Munger and his wife had three children, daughters Wendy and Molly, and son Teddy, who died of leukemia at age 9. The Mungers divorced in 1953.", "Get this delivered to your inbox, and more info about our products and services. ", "Munger was often the straight man to Buffett’s jovial commentaries. “I have nothing to add,” he would say after one of Buffett’s loquacious responses to questions at Berkshire annual meetings in Omaha, Nebraska. But like his friend and colleague, Munger was a font of wisdom in investing, and in life. And like one of his heroes, Benjamin Franklin, Munger’s insight didn’t lack humor.", "Data also provided by", "Billionaire Charlie Munger, the investing sage who made a fortune even before he became Warren Buffett’s right-hand man at Berkshire Hathaway, has died at age 99.", "Buffett credited Munger with broadening his investment strategy from favoring troubled companies at low prices in hopes of getting a profit to focusing on higher-quality but underpriced companies.", "“All intelligent investing is value investing — acquiring more than you are paying for,” Munger once said. “You must value the business in order to value the stock.”", "He believed in what he called the “lollapalooza effect,” in which a confluence of factors merged to drive investment psychology.", "“We never had an argument in the entire time we’ve known each other, which is almost 60 years now,” Buffett told CNBC’s Becky Quick in 2018. “Charlie has given me the ultimate gift that a person can give to somebody else. He’s made me a better person than I would have otherwise been. ... He’s given me a lot of good advice over time. ... I’ve lived a better life because of Charlie.”", "In this article", "Munger was chairman and CEO of Wesco Financial from 1984 to 2011, when Buffett’s Berkshire purchased the remaining shares of the Pasadena, California-based insurance and investment company it did not own.", "“I have a friend who says the first rule of fishing is to fish where the fish are. The second rule of fishing is to never forget the first rule. We’ve gotten good at fishing where the fish are,” the then-93-year-old Munger told the thousands of people at Berkshire’s 2017 meeting.", "“I’m proud of being an Omaha boy,” Munger said in a 2017 interview with Dean Scott Derue of the Michigan Ross Business School. “I sometimes use the old saying, ‘They got the boy out of Omaha but they never got Omaha out of the boy.’ All those old-fashioned values — family comes first; be in a position so that you can help others when troubles come; prudent, sensible; moral duty to be reasonable [is] more important than anything else — more important than being rich, more important than being important — an absolute moral duty.”", "In addition to being Berkshire\nvice chairman, Munger was a real estate attorney, chairman and publisher of the Daily Journal Corp., a member of the Costco board, a philanthropist and an architect.", "“He weaned me away from the idea of buying very so-so companies at very cheap prices, knowing that there was some small profit in it, and looking for some really wonderful businesses that we could buy in fair prices,” Buffett told CNBC in May 2016.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "“Well, I would say basically we’re like the captain of a ship when the worst typhoon that’s ever happened comes,” Munger told The Wall Street Journal in April 2020. “We just want to get through the typhoon, and we’d rather come out of it with a whole lot of liquidity. We’re not playing, ‘Oh goody, goody, everything’s going to hell, let’s plunge 100% of the reserves’ [into buying businesses].” ", "Munger died Tuesday, according to a press release from Berkshire Hathaway. The conglomerate said it was advised by members of Munger’s family that he peacefully died this morning at a California hospital. He would have turned 100 on New Year’s Day.", "“I had five real estate projects,” Munger told Derue. “I did both side by side for a few years, and in a very few years, I had $3 million — $4 million.”", "— CNBC’s Yun Li contributed reporting.", "During Berkshire’s 2021 annual shareholder meeting, the then-97-year-old Munger apparently inadvertently revealed a well-guarded secret: that Vice Chairman Greg Abel “will keep the culture” after the Buffett era.", "Munger closed the hedge fund in 1975. Three years later, he became vice chairman of Berkshire Hathaway.", "Two years later, he married Nancy Barry, whom he met on a blind date at a chicken dinner restaurant. The couple had four children, Charles Jr., Emilie, Barry and Philip. He also was the stepfather to her two other sons, William Harold Borthwick and David Borthwick. The Mungers, who were married 54 years until her death in 2010, contributed $43.5 million to Stanford University to help build the Munger Graduate Residence, which houses 600 law and graduate students.", "Asked by CNBC’s Quick in a February 2019 “Squawk Box” interview about the secret to a long and happy life, Munger said the answer “is easy, because it’s so simple.”", "“And staying cheerful ... because it’s a wise thing to do. Is that so hard? And can you be cheerful when you’re absolutely mired in deep hatred and resentment? Of course you can’t. So why would you take it on?”", "At 17, Munger left Omaha for the University of Michigan. Two years later, in 1943, he enlisted in the Army Air Corps, according to Janet Lowe’s 2003 biography “Damn Right!”", "Munger, who wore thick glasses, had lost his left eye after complications from cataract surgery in 1980.", "The military sent him to the California Institute of Technology in Pasadena to study meteorology. In California, he fell in love with his sister’s roommate at Scripps College, Nancy Huggins, and married her in 1945. Although he never completed his undergraduate degree, Munger graduated magna cum laude from Harvard Law School in 1948, and the couple moved back to California, where he practiced real estate law. He founded the law firm Munger, Tolles & Olson in 1962 and focused on managing investments at the hedge fund Wheeler, Munger & Co., which he also founded that year.", "Charles Thomas Munger was born in Omaha on Jan. 1, 1924. His father, Alfred, was a lawyer, and his mother, Florence “Toody,” was from an affluent family. Like Warren, Munger worked at Buffett’s grandfather’s grocery store as a youth, but the two future joined-at-the-hip partners didn’t meet until years later.", "“Any time you go to a football game or a function there’s a huge line outside the women’s bathroom. Who doesn’t know that they pee in a different way than the men?” Munger told The Wall Street Journal in 2019. “What kind of idiot would make the men’s bathroom and the women’s bathroom the same size? The answer is, a normal architect!”", "In early 2023, his fortune was estimated at $2.3 billion — a jaw-dropping amount for many people but vastly smaller than Buffett’s unfathomable fortune, which is estimated at more than $100 billion.", "The melding of the minds focused on value investing, in which stocks are picked because their price appears to be undervalued based on the company’s long-term fundamentals.", "An early example of the shift was illustrated in 1972 by Munger’s ability to persuade Buffett to sign off on Berkshire’s purchase of See’s Candies for $25 million even though the California candy maker had annual pretax earnings of only about $4 million. It has since produced more than $2 billion in sales for Berkshire.", "But during the coronavirus outbreak in early 2020, when Berkshire suffered a massive $50 billion loss in the first quarter, Munger and Buffett were more conservative than they were during the Great Recession, when they invested in U.S. airlines and financials like Bank of America and Goldman Sachs hit hard by that downturn.", "In California, he partnered with Franklin Otis Booth, a member of the founding family of the Los Angeles Times, in real estate. One of their early developments turned out to be a lucrative condo project on Booth’s grandfather’s property in Pasadena. (Booth, who died in 2008, had been introduced to Buffett by Munger in 1963 and became one of Berkshire’s largest investors.)", "“Berkshire Hathaway could not have been built to its present status without Charlie’s inspiration, wisdom and participation,” Buffett said in a statement.", "At Los Angeles’ Harvard-Westlake prep school, where Munger had been a board member for decades, he ensured that the girls bathrooms were larger than the boys room during the construction of the science center in the 1990s.", "Or as Munger put it at the 1998 Berkshire shareholder meeting: “It’s not that much fun to buy a business where you really hope this sucker liquidates before it goes broke.”", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "“We think so much alike that it’s spooky,” Buffett recalled in an interview with the Omaha World-Herald in 1977. “He’s as smart and as high-grade a guy as I’ve ever run into.”"]}, {"title": "U.S. passport delays have eased — but aren’t yet back to normal", "link": "https://www.cnbc.com/2023/11/28/us-passport-delays-have-eased-but-arent-yet-back-to-normal.html", "date": "2023-11-28", "text": ["", "In some cases, Americans may not be allowed to travel even if their passport hasn’t yet expired. Some countries disallow entry if a passport’s expiration falls just a few months after a trip’s end date.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "“Passport processing times are definitely shorter than they were,” said Sally French, a travel expert at NerdWallet. ”[But] it’s still a really long period of time if you’re trying to jump on some sort of last-minute airfare deal” like ones typically offered on “Travel Tuesday,” which falls on Nov. 28 this year.", "Passport demand generally fluctuates throughout the year. Processing times are typically faster during the slower season from October through December, according to the State Department.", "Travelers can buy expedited delivery of a new passport book by mail — for delivery in one to two days — for an extra $19.53.", "Get this delivered to your inbox, and more info about our products and services. ", "Though delays have improved, they’re not yet back to normal.", "Data also provided by", "You may also need to apply for a separate visa to enter certain nations, a process that requires additional time and planning. The State Department has information about passport and visa requirements for specific countries.", "Long delays to get a new U.S. passport have eased from earlier in 2023 but haven’t yet returned to their pre-pandemic baseline.", "“It’s always been a fair amount of time,” French said. “You’ve always needed to plan well in advance to get that passport.”", "After factoring in additional mailing time, the State Department had been recommending travelers apply at least six months ahead of planned travel or passport expiration.", "Life-or-Death Emergency Service is available for people traveling abroad in the next three business days and who have a qualified emergency. Urgent Travel Service is for those traveling abroad within 14 calendar days.", "Travelers who applied for a passport between March 24 and Oct. 1 — the peak of the backlog — waited 10 to 13 weeks for routine passport processing, and five to seven weeks for an expedited application.", "They can also send an application more quickly by purchasing Priority Mail Express service from the United States Postal Service. The price varies depending on the area of the country, according to the State Department.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Passport processing delays resulted from high demand for international travel as pandemic-era health fears and travel restrictions loosened.", "Don’t miss these stories from CNBC PRO:", "Travelers can pay more for faster service. Expedited passport processing costs an extra $60.", "The agency has tried to cut the backlog by “aggressively” recruiting and hiring across passport agencies and centers, having passport staff log “tens of thousands” of overtime hours a month, and opening a satellite office to help process applications, it said.", "This is among the reasons why it’s generally wise to consider renewing a passport a year out from its expiration date, French said.", "The State Department anticipates additional updates to processing times later this year.", "As of Nov. 6, the U.S. State Department is processing routine passport applications in seven to 10 weeks, the agency said. It’s processing expedited applications — which cost more — in three to five weeks.", "In some circumstances, travelers may be able to speed up the process further.", "U.S. passports are generally valid for 10 years. They’re valid for five years if issued before age 16.", "The State Department issued more than 24 million passport books and cards between October 2022 and September 2023, a record number during a federal fiscal year.", "More from Personal Finance:\nWhy climate change may cost you big bucks\nGen Z, millennials are ‘house hacking’ to become homeowners\nYou may still owe taxes on resold Taylor Swift tickets", "Many countries in the Asia-Pacific and Middle East regions require at least six months of validity for permission to enter. Other areas, such as Hong Kong and Macao, require one month.", "For example, the Schengen Area, which encompasses 27 European nations, requires a U.S. passport be valid for at least 90 days beyond your intended date of departure from the Schengen Area.", "Before the pandemic, it took two to three weeks for expedited passports and six to eight weeks for routine passport processing, the State Department said.", "A traditional passport — a passport book — costs $130. First-time applicants must pay an additional $35 acceptance fee.", "“As more Americans are traveling internationally again, we are directing resources to meet the unprecedented demand seen so far in 2023,” the State Department said.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making the biggest moves midday: PDD Holdings, Micron, Boeing, Twilio and more", "link": "https://www.cnbc.com/2023/11/28/stocks-making-the-biggest-moves-midday-.html", "date": "2023-11-28", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making the biggest moves premarket: Boeing, Affirm, Crocs, Carlyle Group and more", "link": "https://www.cnbc.com/2023/11/28/stocks-making-the-biggest-moves-premarket-ba-afrm-crox-cg-and-more.html", "date": "2023-11-28", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "European tech funding halves to $45 billion, back to pre-Covid levels — but AI is a bright spot", "link": "https://www.cnbc.com/2023/11/28/europe-tech-industry-funding-halves-in-2023-ai-a-bright-spot-atomico.html", "date": "2023-11-28", "text": ["", "Tom Wehmeier, head of data insights at Atomico, told CNBC that where Europe stood out was that the region is actually up on the past three years compared to its U.S., Chinese, and other international counterparts.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Total venture funding for European tech companies will reach $45 billion this year, Atomico expects. That’s down from $82 billion in 2022, which is itself down from $100 billion the previous year.", "Venture capital investment into Europe’s tech industry plunged by half in 2023 as investors continued to reel from the effects of high interest rates, according to data from venture capital firm Atomico.", "Got a confidential news tip? We want to hear from you.", "U.S. and Asian institutional investment into European tech faded in a big way, Wehmeier said, as “tourist” funds like Tiger Global and Coatue, who flooded the market in 2020 and 2021, retreated in the last year or so as macroeconomic headwinds caused them to get cold feet.", "Arm, the British chip designer, went public in the U.S., and its performance has been lackluster since. Company shares are up from its debut price, but the performance of Arm, and other recently listed tech firms like Instacart and Klaviyo, haven’t convinced other tech leaders to pursue stock listings.", "Get this delivered to your inbox, and more info about our products and services. ", "“There has been this reset after an overheated and unsustainable period of growth in 2021 and early 2022,” Wehmeier told CNBC. “Now you see that new reality is embedded and green shoots are starting to emerge.”", "Data also provided by", "Meanwhile, mergers and acquisitions activity remained muted compared to earlier years. Deal transaction value reached $36 billion in 2023, with the majority of exits being smaller, sub-$100 million value deals, Atomico said.", "Companies like Aleph Alpha, Mistral, and DeepL have raised hundreds of millions of dollars’ worth of capital from investors at high valuations thanks to the hype swirling around OpenAI, which is behind the wildly popular ChatGPT chatbot.", "However, artificial intelligence was a standout category that saw continued mega funding rounds.", "Atomico’s “State of European Tech” report, published Tuesday, showed that overall funding for European venture-backed companies is projected to decline 45% in 2023 from a year ago.", "Last year, the European tech sector saw $400 billion wiped off its overall market capitalization.", "Meanwhile, Europe is the top hub for global AI talent, with the number of highly-skilled AI roles rising 10-fold over the past decade and outstripping the U.S.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "According to Atomico, the combined value of all private and publicly listed tech companies in Europe topped $3 trillion in 2023, regaining that level after slumping well below it in 2022.", "Still, tech has benefited from a rush of interest in artificial intelligence.", "According to Atomico, AI was the biggest pull for fundraising rounds amounting to $100 million or more, with 11 AI companies bagging these so-called “megarounds.”", "Climate tech was another standout sector, according to Atomico. Funding into companies in the carbon and energy space accounted for 27% of all capital invested in European tech in 2023, three times more than in 2021.", "Still, Wehmeier said there’s now a healthy pipeline of companies looking to tap the public markets. Late-stage companies like Klarna, Revolut and Monzo are looking closer to the IPO gates than they’ve ever been.", "Whereas the U.S. has declined 8% and China slipped 9% for overall venture funding since 2020, Europe has seen investment levels grow 19% in the same time period, in a sign of resilience for the region.", "Atomico said that this year was a case of correction and a reversal to the pre-pandemic years which saw a wild rise in valuations and funding levels as the tech industry secured record amounts of capital flows.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "At seed stage, AI was the buzziest space for investors, attracting 11% of all funding rounds worth $5 million or less, Atomico said.", "There have been virtually no IPOs of significant scale in Europe this year."]}, {"title": "Wells Fargo unveils 2024 target, warns of ‘really, really sloppy’ first half for stocks", "link": "https://www.cnbc.com/2023/11/27/wells-fargo-market-warning-2024-will-get-really-sloppy-in-first-half.html", "date": "2023-11-28", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "His 2023 S&P target is 4,420 — which implies a three percent drop from Monday’s close.", "Wells Fargo Securities is officially out with its 2024 stock market forecast.", "Got a confidential news tip? We want to hear from you.", "Disclaimer", "Get this delivered to your inbox, and more info about our products and services. ", "Chris Harvey, the firm’s head of equity strategy, sees a volatile path to his S&P 500 to 4,625 year-end target.", "Data also provided by", "“The VIX [CBOE Volatility Index]\nis up 13. Every time we’ve gone into a new year with the VIX at 13, we’ve seen spikes. We’ve seen the equity market pull back, and it’s just not a great setup into 2024,” Harvey added.", "In this article", "“If you look at the alternatives, there are things that are pretty attractive. And, I hate to say that as being head of equity strategy, but you can park money at the front of the curve and make a pretty good rate of return and not put on a whole lot of risk,” said Harvey.", "“What we want to do is we want to go to the places that are oversold. We just upgraded utilities\ntoday. We upgraded health care\n,” Harvey noted. “Those are areas that have good valuations, decent fundamentals and most people really aren’t there at this point.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Harvey’s target is just 75 points above Monday’s S&P 500′s\nclose.", "“It’s really hard to get excited. If we have better [economic] growth, then the Fed doesn’t do anything,” he told CNBC’s “Fast Money” on Monday. “If we have worse growth, then numbers are going to come down and then the Fed will eventually cut. The second half will be better, but the first half is going to be really, really sloppy.”", "Yet, he still sees opportunities for investors.", "“As long as the cost of capital stays higher, it’s really hard for me to get to a much higher price target,” Harvey said.", "In his official 2024 outlook note, Harvey told clients to brace for a “trader’s market” instead of a “buy-and-hold situation.” His early year strategy: Start with a risk-averse stance.", "Harvey also sees Treasurys as an option.", "He warns the higher cost of capital is an additional market problem because it prevents multiples from going higher.", "“Can we go higher from here? Sure, we can go a little bit higher. But I just don’t think you can go a ton higher,” he said. “People have talked about 5,000. I don’t see how you get to that level.”"]}, {"title": "This exchange is expanding its short-term options portfolio as ‘zero-day’ bets boom", "link": "https://www.cnbc.com/2023/11/27/this-exchange-is-expanding-its-short-term-options-portfolio-as-zero-day-bets-boom.html", "date": "2023-11-27", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Get this delivered to your inbox, and more info about our products and services. ", "The Nasdaq last week launched new two-week options contracts that expire on Wednesdays based on the following exchange traded products:", "The popularity may be due to traders looking for ways to take a position on the outcome of events that happen on a particular day. For example, the Wednesday expiration contracts would coincide with new policy statements from Federal Reserve eight times a year.", "Nasdaq said in its rule change proposal that it does not expect any “market disruptions” from the introduction of the new Wednesday options.", "The rapid growth in short-dated options that have become popular with hedge funds and retail traders alike is now spreading beyond stocks into other asset classes.", "The new funds come as trading in options that are about to expire has expanded dramatically as a share of the options market in recent years. According to data from Cboe, the percentage of options trading on the S&P 500 in contracts that expired in less than a day has gone from 8% in 2018 to at least 42% in every month this year so far.", "Got a confidential news tip? We want to hear from you.", "“The Exchange believes that there is general investor demand for alternative expirations, including Wednesday expirations, as evidenced by the relatively significant percentage of volume in Wednesday SPY, QQQ, and IWM expirations,” the Nasdaq said in its rule change proposal in June. The Securities and Exchange Commission approved the products on Nov. 13.", "The short-term options market is already well built out for contracts based on stock index products, such as the SPDR S&P 500 ETF Trust (SPY)\nand the Nasdaq 100-tracking Invesco QQQ Trust (QQQ)\n. While options contracts historically expire on Fridays, the most popular stock indexes now have contracts that expire on every day of the week. This creates the ability for “zero-day to expiration,” or “0DTE,” options trading.", "The rise of short-term options trading has created split opinions on Wall Street. For example, JPMorgan strategist Marko Kolanovic has warned that the craze could create a “volmageddon” type of event, but not everyone is concerned about the increased trading causing a risk to the markets. The term refers to an extreme volatility day in February 2018 that wiped out short-term strategies.", "“In my mind, 0DTE has always been a risk day, but we’ve now spread that risk out across an entire month. So to me that makes it even less risky. And if you’ve got a handful of people who want to speculate on what the market might do on any given day, from when it opens to when it closes, so what, no big deal,” Randy Frederick, managing director of trading and derivatives for the Schwab Center for Financial Research, told CNBC.", "The new listings bring new asset classes a step closer to that reality.", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "More employers offer a Roth 401(k) — and a Secure 2.0 change may prompt more workers to use it", "link": "https://www.cnbc.com/2023/11/27/how-secure-2point0-may-prompt-more-workers-to-use-of-a-roth-401k.html", "date": "2023-11-27", "text": ["", "There are a few reasons why usage likely doesn’t correspond with overall availability.", "Catch-up contributions are available to people age 50 and older. Such workers are permitted to funnel an additional $7,500 into 401(k) plans in 2024, beyond the $23,000 annual limit.", "It’s impossible to know what your tax rates or exact financial situation will be in retirement, which may be decades in the future. “You’re really just making a tax bet,” Ted Jenkin, a certified financial planner and CEO of oXYGen Financial, previously told CNBC. Jenkin is also a member of CNBC’s Financial Advisor Council.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "However, Roth uptake by employees remains relatively low by comparison: About 21% of workers made a Roth contribution in 2022, according to PSCA data. By comparison, 72% saved in a traditional pretax account. (Workers can opt to use either, or both.)", "For example, Roth accounts generally make sense for young people, especially those just entering the workforce, who are likely to have their highest-earning years ahead of them. Those contributions and any investment growth would then compound tax-free for decades. (One important note: Investment growth is only tax-free for withdrawals after age 59½, and provided you have had the Roth account for at least five years.)", "Some advisors recommend allocating 401(k) savings to both pretax and Roth, regardless of age, as a hedge and diversification strategy.", "Got a confidential news tip? We want to hear from you.", "Roth savings can also help reduce annual premiums for Medicare Part B, which are based on taxable income. Because Roth withdrawals are considered tax-free income, pulling money strategically from Roth accounts can prevent one’s income from jumping over certain Medicare thresholds.", "For example, investors with Roth 401(k) savings won’t need to take required minimum distributions from those accounts starting in 2024. This already applies to Roth IRAs. However, the same isn’t true for traditional pretax accounts: Retirees must pull funds from pretax 401(k)s and IRAs starting at age 73, even if they don’t need the money.", "Employers that match 401(k) savings have historically done so in the pretax savings bucket, regardless of whether the employee contributions are pretax or Roth. But that’s changing: A retirement law passed last year lets employers offer their company match in a Roth account, if a worker elects that option. About 12% of employers with a 401(k) plan are “definitely” adding that feature, and 37% are “still considering” it, according to the PSCA survey.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Employers must make the change by 2026. Those that don’t already do so must allow Roth contributions to facilitate this change, or disallow catch-up contributions, according to Principal.", "Roth 401(k) contributions may not be wise for all workers. Generally, they make sense for investors who are likely in a lower tax bracket now than they expect to be when they retire, according to financial advisors.", "However, there are some guiding principles for Roth.", "The recently passed retirement law, known as Secure 2.0, is also expected to increase Roth uptake in another way. It will require “catch up” 401(k) contributions to be made to Roth accounts, if the worker’s income exceeds $145,000 (indexed to inflation).", "“Offering Roth as an option is a relatively easy-to-administer customization that offers employees more flexibility in their retirement savings approach,” Hattie Greenan, PSCA research director, explained in an email. “Offering this choice has become a best practice over the last 10 years.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "A Roth is a type of after-tax account. Workers pay tax up front on 401(k) contributions, but investment growth and account withdrawals in retirement are tax-free. This differs from traditional pretax savings, whereby workers get a tax break upfront but pay later.", "Don’t miss these stories from CNBC PRO:", "For one, automatically enrolling employees into 401(k) plans has become popular: 64% of plans used so-called auto enrollment in 2021, PSCA found. Companies often choose pretax — not Roth — accounts as the receptacle for automatic contributions. That means workers would have to make a proactive decision to switch their allocation.", "“Many [employers] are seeing requests from employees for this option, and it is something we will see begin to take hold moving forward,” Greenan said.", "Some may shun Roth savings because they assume both their spending and their tax bracket will fall when they retire. But that doesn’t always happen, according to financial advisors.", "More from Personal Finance:\nRetirees face significantly higher Medicare Part D premiums in 2024\nMore part-time workers to get access to employer retirement plans next year\nThese behavioral traits lead to greater retirement savings", "More workers are getting access to a Roth savings option in their 401(k) plans.", "In 2022, 89.1% of employers that sponsor a 401(k) plan allowed workers to set aside money in a Roth account, according to a recent poll by the Plan Sponsor Council of America, a trade group.", "High earners may also mistakenly think there are income limits to contribute to a Roth 401(k), as there are with a Roth individual retirement account.", "That share has increased significantly over the past decade: Just 58.2% of employers made a Roth 401(k) available in 2013, PSCA found. It also rose slightly over the past year, from 87.8% in 2021.", "That’s because they would accumulate a larger nest egg by paying tax now at a lower tax rate.", "There are benefits to Roth accounts beyond tax savings, too.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making the biggest moves midday: Foot Locker, Okta, Carnival, Shopify and more", "link": "https://www.cnbc.com/2023/11/27/stocks-making-the-biggest-moves-midday-fl-okta-ccl-shop-and-more.html", "date": "2023-11-27", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "‘Same as ever’: Lessons on wealth, greed and happiness from Morgan Housel", "link": "https://www.cnbc.com/2023/11/27/same-as-ever-lessons-on-wealth-greed-and-happiness-from-morgan-housel.html", "date": "2023-11-27", "text": ["", " “The ones who thrive long term are those who understand the real world is a never-ending chain of absurdity, confusion, messy relationships, and imperfect people.”", "It utilizes the same style that Morgan rode to success in his previous book: short chapters, paragraphs, sentences and an emphasis on storytelling to reveal deep insights into very broad topics.", "During World War II, wages were set by the National War Labor Board, which preferred flatter wages: “part of that philosophy stuck around even after wage controls were lifted,” Housel noted.", "This nostalgia, Housel says, “is one of the best examples of what happens when expectations grow faster than circumstances.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Now Housel is back with a second book, “Same As Ever: Timeless Lesson on Wealth, Greed and Happiness.”", "Except this time Housel is going for a larger audience than those who wanted financial insights: He is going for timeless wisdom that is aiming to show people how to look at life in general. ", "“It’s impossible to plan for what you can’t imagine,” he says, urging his readers to think of risk the way the State of California thinks of earthquakes: “It knows a major earthquake will happen. But it has no idea when, where or of what magnitude.”  But the state has emergency crews at the ready, and buildings designed to withstand earthquakes that may not occur for years. The lesson: he quotes Nassim Taleb: ‘Invest in preparedness, not in prediction.’” ", "Got a confidential news tip? We want to hear from you.", "Morgan’s thesis is that the same things that have motivated men and women throughout our existence (fear, love, hate, greed, envy) are still present today, and because of that, much of what happens is perfectly predictable: Same as ever.", "Here’s the mental trick: While your circumstances and your needs have a definite external reality, the “wants” only exist in your head; they have no external reality.  You don’t have to be envious of your neighbor who has the Rolex or the big house.  To the extent that is causing your envy and your anxiety, it is completely in your own control to change those thoughts.  By changing your relationship with your wants, which only exist in your head, you can change the way you view your circumstances.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Mortality rates were much higher. People died far younger.", "Today’s families are also far wealthier than prior generations. Housel notes the median family income adjusted for inflation:", "“The valuation of every company is simply a number from today multiplied by a story about tomorrow.”", "Morgan illustrates this with a fine digression: Why are people so nostalgic about the past, and was it really better than the present?", "What did people do? They looked around, saw that some people were doing better, some much better, and they got envious. And then they got mad.", "Housel ends with a series of questions the reader should be asking themselves, including “What strong belief do I hold that’s most likely to change? What’s always been true? What’s the same as ever?”", "This is an ambitious book that sits at the intersection between investing, self-help, leadership, and motivation & personal success.  The primary message is simple but easy to lose sight of:  technology, politics and other trends seem to be accelerating, but human behavior has not changed. ", "“Most great things in life—from love to careers to investing—gain their value from two things: patience and scarcity. Patience to let something grow, and scarcity to admire what it grows into.”", "The question “Why don’t you agree with me?” can have infinite answers. Sometimes one side is selfish, or stupid, or blind, or uninformed. But usually a better question is, “What have you experienced that I haven’t that makes you believe what you do? And would I think about the world like you do if I experienced what you have?”", "Housel’s conclusion: “Wealth and happiness is a two-part equation: what you have and what you expect/need. When you realize that each part is equally important, you see that the overwhelming attention we pay to getting more and the negligible attention we put on managing expectations makes little sense, especially because the expectations side can be so much more in your control. ”", "“Median hourly wages adjusted for inflation are nearly 50 percent higher today than in 1955,” Housel noted. “And higher income wasn’t due to working more hours, or entirely due to women joining the workforce in greater numbers.”  It was due to gains in productivity.", "Beyond your current circumstances, there are needs, and there are wants.  Needs are what people require to get by: shelter, food. Wants are what people aspire to:  a bigger house, a bigger car, a bigger everything. Those wants are being dramatically inflated by the wealth gap that has opened up and is amplified by social media. ", "More stats about the “golden era” of the 1950s versus today:", "But Housel goes a bit deeper, which is what makes this book satisfying: Besides demonstrating that envy is a key element, what else does this nostalgia for the 1950s illustrate?", "Housel comes to the same conclusion:  “the expectation side of that equation is not only important, but it’s often more in your control than managing your circumstances.”", "What does that mean in practice?  It’s about managing your own expectations, and risk tolerance. “In personal finance, the right amount of savings is when it feels like it’s a little too much.  It should feel excessive; it should make you wince a little.”", "“What kind of person is likely to go overboard, bite off more than they can chew, and discount risks that are blindingly obvious to others? Someone who is determined, optimistic, doesn’t take no for an answer, and is relentlessly confident in their own abilities…the same personality traits that push people to the top also increase the odds of pushing them over the edge.”", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "“The trick in any field—from finance to careers to relationships—is being able to survive the short-run problems so you can stick around long enough to enjoy the long-term growth…An important lesson from history is that the long run is usually pretty good and the short run is usually pretty bad. It takes effort to reconcile those two and learn how to manage them with what seem like conflicting skills. Those who can’t usually end up either bitter pessimists or bankrupt optimists.”", "Take the 1950s, which baby boomers and their parents seem to think was some kind of golden age.", "Housel is a partner at The Collaborative Fund and became a best-selling author with the 2020 publication of his book, The Psychology of Money. It explored the relationship between money and human behavior. The main thesis was to maximize what you can control: managing your own expectations, knowing when was enough, how to stop changing the goalposts.", "The book not only caught on, it has sold roughly 4 million copies worldwide.", "Take envy. Housel cites Charlie Munger, who noted that the world isn’t driven by greed, it’s driven by envy.", "So why are we so nostalgic about the 1950s? It gets down to envy and the very human desire to compare how you are doing with everyone else:  in the 1950s, “The gap between you and most of the people around you wasn’t that large.” ", "By the 1980s, that had changed. Changes in the tax code, among other changes, created a group of ultra-wealthy individuals: “The glorious lifestyles of the few inflated the aspirations of the many,” Housel concluded.", "“If you understand the math behind compounding you realize the most important question is not ‘How can I earn the highest returns?’ It’s ‘What are the best returns I can sustain for the longest period of time?’ Little changes compounded for a long time create extraordinary changes.”", "And as long as those age-old emotions that motive us don’t change, the new fancy gadgets we all have are just different tools to help us engage the same old emotions.", "Envy triumphs. Same as ever.", "Morgan Housel has become the Mark Twain of financial writers: funny, pithy, folksy, occasionally sarcastic and always seeking to peel away the layers of reality to reveal a deeper truth below.", "Managing risk is a topic Housel addressed in The Psychology of Money, and he returns to it again.   ", "“When asked, ‘You seem extremely happy and content. What’s your secret to living a happy life?’ Charlie Munger replied: The first rule of a happy life is low expectations. If you have unrealistic expectations you’re going to be miserable your whole life. You want to have reasonable expectations and take life’s results, good and bad, as they happen with a certain amount of stoicism.” ", "To give you an idea of how big that is, a typical financial book will sell roughly 5,000 copies. If you can sell 10,000 copies, you’re really doing well.", "It was a relatively brief (250 pages) book, with short chapters, laden with Housel’s folksy wisdom on savings, the power of compounding interest, and plenty of stories about the role of luck and risk, and how certain key people (like Bill Gates) got lucky breaks that enabled them to go on to greater things (in Gates’ case, he had attended Lakeside High School in Seattle, one of the few high schools that had a computer at the time).", "“The best financial plan is to save like a pessimist and invest like an optimist. That idea—the belief that things will get better mixed with the reality that the path between now and then will be a continuous chain of setback, disappointment, surprise, and shock—shows up all over history, in all areas of life.”", "“If next year there’s a 1 percent chance of a new disastrous pandemic, a 1 percent chance of a crippling depression, a 1 percent chance of a catastrophic flood, a 1 percent chance of political collapse, and on and on, then the odds that something bad will happen next year—or any year—are . . . not bad.”", "During the 1950s, very few people lived in financial circles that were dramatically better than everyone else. Smaller houses felt fine because everyone had one.  Everyone went on camping vacations because, well, that’s what everyone did.", "Housel notes that envy has been given a much greater boost than in the past thanks to social media, “in which everyone in the world can see the lifestyles — often inflated, faked, and airbrushed—of other people. You compare yourself to your peers through a curated highlight reel of their lives, where positives are embellished and negatives are hidden from view.”", "But the idea that people were better off in the 1950s is not supported by the facts. ", "On one level, it was: It was possible to have a family with one wage earner to have a modest, middle-class life.", "“The ability to say, I want that, why don’t I have that? Why does he get it but I don’t? is so much greater now than it was just a few generations ago. Today’s economy is good at generating three things: wealth, the ability to show off wealth, and great envy for other people’s wealth.”", "(Note: Morgan Housel will be on HalfTime Report today at 12:35 PM ET and on ETF Edge at 1:10 PM.  ETFedge.cnbc.com)", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "I put this slightly differently: Everyone has circumstances that they are living in:  how much money they make, where they live, whom they are living with, what they own.  These circumstances have a definitely external reality.  Your mortgage is very real, as is your house or apartment, as is your spouse or partner."]}, {"title": "These regional banks are at greatest risk of being taken over by rivals, according to KBW", "link": "https://www.cnbc.com/2023/11/27/zions-comerica-first-horizon-regional-bank-takeover-risk.html", "date": "2023-11-27", "text": ["", "“We’ve seen it throughout banking history; when there’s lines in the sand around certain sizes of assets, banks figure out the rules,” he said. “There’s still too many banks and they can be more successful if they build scale.”", "Sign up for free newsletters and get more CNBC delivered to your inbox", "The remaining lenders, including East West Bank, Popular Bank and New York Community Bank each have higher returns and could end up as acquirers rather than targets. KBW estimated banks’ long-term returns including the impact of coming regulations.", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "The problem for banks with $80 billion to $90 billion in assets like Zions and Comerica is that the market assumes they will soon face the burdens of being $100 billion-asset banks, compressing their valuations, McGratty said.", "“Our analysis leads us to these conclusions,” McGratty said in an interview last week. “Not every bank is as profitable as others and there are scale demands you have to keep in mind.”", "On the other hand, larger banks with strong returns including Huntington\n, Fifth Third\n, M&T\nand Regions Financial\nare positioned to grow through acquiring smaller lenders, McGratty said.", "In this article", "Zions and First Horizon declined comment. Comerica didn’t immediately have a response to this article.", "Given the new rules, banks will eventually cluster in three groups to optimize their profitability, according to the KBW analysis: above $120 billion in assets, $50 billion to $80 billion in assets and $20 billion to $50 billion in assets. Banks smaller than $10 billion in assets have advantages tied to debit card revenue, meaning that smaller institutions should grow to at least $20 billion in assets to offset their loss.", "While two others in the cohort, Western Alliance\nand Webster Financial\n, have “earned the right to remain independent” with above-peer returns, they could also consider selling themselves, the analyst said.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Don’t miss these stories from CNBC PRO:", "While others were more bullish, KBW analysts downgraded the U.S. banking industry in late 2022, months before the regional banking crisis. KBW is also known for helping determine the composition of indexes that track the banking industry.", "Banks with between $80 billion and $120 billion in assets are in a tough spot, says Christopher McGratty of KBW. That’s because this group has the lowest structural returns among banks with at least $10 billion in assets, putting them in the position of needing to grow larger to help pay for coming regulations — or struggling for years.", "While shares of regional banks have dropped 21% this year, per the KBW Regional Banking Index, they have climbed in recent weeks as concerns around inflation have abated. The sector is still weighed down by concerns over the impact of new rules and the risk of a recession on loan losses, particularly in commercial real estate.", "A trio of regional banks faces increasing pressure on returns and profitability that makes them potential targets for acquisition by a larger rival, according to KBW analysts.", "Banking regulators have proposed a sweeping set of changes after higher interest rates and deposit runs triggered the collapse of three midsized banks this year. The moves broadly take measures that applied to the biggest global banks down to the level of institutions with at least $100 billion in assets, increasing their compliance and funding costs.", "Of eight banks in that zone, Comerica\n, Zions\nand First Horizon\nmight ultimately be acquired by more profitable competitors, McGratty said in a Nov. 19 research note.", "Banks are waiting for clarity on regulations and interest rates before they will pursue deals, but consolidation has been a consistent theme for the industry, McGratty said.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Why climate change may cost you big bucks — and what to do about it", "link": "https://www.cnbc.com/2023/11/27/why-climate-change-may-cost-you-big-bucks-and-what-to-do-about-it.html", "date": "2023-11-27", "text": ["", "“I prefer the term ‘global weirding,’ because warming is only just part of it,” he said.", "The best approach wouldn’t be to invest broadly in solar and wind companies, for example — those are commodities that keep getting cheaper, Pogue said.", "Instead, it may involve investing in utility companies that get all their electricity from renewable energy sources, Pogue said. Thirty-eight states now have mandates about getting a certain amount of power from renewable energy, he added.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Every additional degree of global warming translates to “increasingly adverse consequences,” the White House report said. For example, warming by 2°F is projected to more than double the economic harm from 1°F of warming, it said.", "Prospective homebuyers can consult tools to choose homes in areas with reduced climate risk, he added. For example, Redfin offers climate risk assessments based on geography, he said.", "Got a confidential news tip? We want to hear from you.", "Plus, for every 1% decline in crop yields, there’s an estimated 0.1% out-migration of the population — a significant impact both for places losing people and for those receiving them, Rumbach said.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Investing in the electric-vehicle revolution may include buying into companies that produce electric car batteries or those that mine lithium, a key component in electric car batteries, for example, he said.", "“Over time, each incremental increase in climate change is going to up the economic cost bit by bit,” Rumbach said.", "Here’s a look at more stories on how to manage, grow and protect your money for the years ahead.", "“You probably bought it years ago, trying to make it as cheap as possible,” he said. “But things have changed, and I think a lot of people are stunned to find out that homeowner’s insurance does not cover flooding. It just doesn’t.”", "“It’s no longer just a problem for Florida, or just a problem for Louisiana and New Orleans,” said Andrew Rumbach, senior fellow and co-lead of the climate and communities program at the Urban Institute. “More and more people are experiencing these extreme events and they carry all kinds of different costs, both direct and indirect, for those families.”", "Here’s what to know, according to Rumbach and David Pogue, host of the podcast “Unsung Science” and author of “How to Prepare for Climate Change: A Practical Guide to Surviving the Chaos.” Both experts were interviewed by CNBC during a recent discussion about climate change and its impact on personal finance.", "Even absent property damage, an evacuation leads to transportation costs, hotel costs, and time away from work, which may disrupt pay and workplace benefits, Rumbach said.  ", "Weather-related disasters cost the U.S. at least $150 billion a year, according to the White House report, which calls that estimate “conservative.”", "Those financial costs are largely the result of extreme weather events.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "The following is an excerpt from “This week, your wallet,” an audio program produced by CNBC’s Personal Finance team. Listen to the latest episode here. [Editor’s note: Audio clip begins at the 2:33 minute mark.]", "Climate change has been described as a ticking time bomb, the threats of which extend beyond ecosystems and biodiversity to big financial impacts on households and the U.S. economy.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "In other words, 1 in 70 adults were displaced because of events such as hurricanes, floods and fires, according to an Urban Institute report. Many of them were away from their homes for less than a month, but others were away for at least six months.", "The White House issued a report last week — the Fifth National Climate Assessment, issued every four to five years by the federal government — warning that heat waves, heavy rains, drought, hurricanes, floods and wildfires “are becoming more frequent and/or severe,” with a “cascade of effects” in all areas of the U.S.", "Americans may frequently hear about ways to reduce their carbon footprint. But there are also steps they can take to prepare for the worsening effects of climate change.", "Those with renters or homeowners insurance should make sure they’re not underinsured, Rumbach said.", "The first thing to do, Pogue said: Look at your homeowners or renters insurance policy.", "For example, more than 3 million U.S. adults reported being displaced from their home by an extreme weather event just within the past year, Rumbach said, citing data from the U.S. Census Bureau’s Household Pulse Survey.", "There are also potential ways for investors to bolster their investment portfolio and have a positive impact on the environment, Pogue said.", "“All those costs really add up,” he said.", "Declining agricultural output may fuel higher food prices, experts said, and greater property damage will likely fuel higher insurance rates.", "Further, for every additional “hot day” per year, especially in Western states, the prevalence of workplace injuries increases by 5% to 15%, Rumbach said, citing peer-reviewed scientific analyses. There’s also $10,000 in additional emergency room costs per 100,000 people, especially among the elderly, he said.", "Climate change’s impacts can be “weird and unpredictable,” Pogue said.", "“Governments and corporations have been adapting for a long time: That’s why they build sea walls, and Starbucks is finding new mountains to grow coffee on,” Pogue said. “But nobody ever talks about the little guy.”", "Supporting an industry or company that’s “green” is “in effect helping everyone,” he said.", "The economic toll — due to such things as water stress, agricultural loss, tourism impacts, falling real estate value, and property and infrastructure damage — is expected to grow.", "The U.S. now experiences a billion-dollar disaster every three weeks, on average; during the 1980s, that happened every four months, the report notes."]}, {"title": "Stocks making the biggest moves premarket: Okta, Foot Locker, Crown Castle and more", "link": "https://www.cnbc.com/2023/11/27/stocks-making-the-biggest-moves-premarket-okta-foot-locker-crown-castle-and-more.html", "date": "2023-11-27", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Coinbase CEO says crypto industry can turn the page after historic Binance settlement", "link": "https://www.cnbc.com/2023/11/27/coinbase-ceo-crypto-industry-can-turn-page-after-binance-settlement.html", "date": "2023-11-27", "text": ["", "Some players, he conceded, have been “bad actors,” referring to the case of Binance, as well as the collapse of crypto exchange FTX and the conviction of its founder Sam Bankman-Fried on charges of fraud.", "Armstrong pushed back on the suggestion that crypto is mainly used for nefarious purposes such as fraud, money laundering and terrorist financing, a common refrain from financial firms that have avoided jumping into the space due to compliance concerns.", "Coinbase was the only crypto company invited to the summit, which Armstrong termed an “endorsement” for the company, but not necessarily the broader industry.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Coinbase is currently engaged in a tense legal battle with the U.S. Securities and Exchange Commission over allegations that the company is violating securities laws with its platform.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "Binance was hit by the U.S. Department of Justice with a $4 billion settlement last week, which saw its founder and CEO, Changpeng Zhao, step down and plead guilty to charges of money laundering violations.", "“The enforcement action against Binance\n, that’s allowing us to kind of turn the page on that and hopefully close that chapter of history,” Armstrong said in an interview with CNBC’s Joumanna Bercetche.", "In this article", "“It’s true that there have been some small amount of illicit activity in crypto but it’s actually less than 1% from what we’ve seen. If you look at illicit uses of cash it’s oftentimes more than that,” Armstrong told CNBC.", "Correction: Sam Bankman-Fried was convicted on charges of fraud. An earlier version misstated his status.", "“I think that regulatory clarity is going to help bring in more investment, especially from institutions,” he added.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "The government accused Binance of violating the U.S. Bank Secrecy Act and of breaching sanctions on Iran.", "Armstrong said that he is “impressed” with U.K. Prime Minister Rishi Sunak’s leadership when it comes to digital currencies and that Coinbase was investing more in the U.K. as a result.", "The U.K. is seeking to bring digital assets such as cryptocurrencies and stablecoins into the regulatory fold.", "“There are many crypto companies that are helping build the crypto economy and change our financial system globally. But many of them are still small startups.”", "Armstrong is in the U.K. Monday for the Global Investment Summit, which gathers a host of business leaders to encourage foreign investment in the U.K.", "On that point, Armstrong said he feels very good about Coinbase’s chances fighting the lawsuit. He also disputed the idea that the SEC’s actions have forced Coinbase to move offshore, adding that the company is still investing actively in its home market.", "The crypto industry can finally close the chapter on a litany of scandals and problems after Binance was hit with a historic settlement by the U.S. Department of Justice, Coinbase\nCEO Brian Armstrong said Monday.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Why cautious investors may want to look beyond high-yield savings accounts", "link": "https://www.cnbc.com/2023/11/25/cautious-investors-may-want-to-look-beyond-high-yield-savings-accounts.html", "date": "2023-11-25", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Betterment’s website as of Friday shows its variable high-yield cash account pays 4.75% APY. It’s also giving new customers a promotional rate of 5.50% for three months.", "Got a confidential news tip? We want to hear from you.", "Disclaimer", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "According to SPDR Exchange Traded Funds’ Matthew Bartolini, active management can also provide them with stability and income while creating more opportunities for upside.", "Cautious investors piling into cash may want to consider other options.", "“But with higher returns comes higher volatility,” added Bartolini, who sees big benefits from active management. “The thing we keep going back to with investors [is] about creating portfolios that can generate income returns while maximizing the amount of risk they are taking to get those because yields are high.”", "He also believes the forward-looking returns are looking better than they have in the past.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "“Active fixed income has been really a consistent engine of support within the active [ETF] construct — not only from flows but also returns,” the firm’s managing director and research head told CNBC’s “ETF Edge” this week.", "Bartolini contends that not only do they give investors more flexibility, the strategies also provide consistent performance and improved tax efficiencies.", "“It’s very hard to get people to think about bonds when you can get that risk-free,” he said. “Don’t forget that FDIC insurance plays a very big role in people’s sense of safety.”", "Bartolini warns cash carries its own set of risks.", "Dan Egan, vice president of behavioral finance and investing at robo-advisor Betterment, said it’s “very, very difficult” to pull investors out of cash.", "“On the cash portion of the market, that income is not going to be as stable as it once was because of reinvestment risk,” he said.", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal"]}, {"title": "Stocks making the biggest moves midday: Fisker, Nvidia, Coinbase and more", "link": "https://www.cnbc.com/2023/11/24/stocks-making-the-biggest-moves-midday-fsr-nvda-coin.html", "date": "2023-11-24", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Stocks making the biggest moves premarket: iRobot, Nvidia, Apple and more", "link": "https://www.cnbc.com/2023/11/24/stocks-making-the-biggest-moves-premarket-irobot-nvidia-apple-and-more.html", "date": "2023-11-24", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}, {"title": "Chinese electric car giant BYD launches its popular Han sedan in the Middle East", "link": "https://www.cnbc.com/2023/11/24/chinese-ev-car-maker-byd-launches-its-han-sedan-in-the-middle-east.html", "date": "2023-11-24", "text": ["", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Got a confidential news tip? We want to hear from you.", "BYD has grown rapidly in China’s domestic auto market and has gradually expanded its passenger car business overseas.", "Get this delivered to your inbox, and more info about our products and services. ", "Data also provided by", "‘An iPhone moment’: Bernstein names global stocks to play the ‘rapid growth’ in battery tech", "BEIJING — Chinese electric car company BYD\nsaid Friday that it launched its flagship Han sedan in the United Arab Emirates this week.", "The company launched the Han sedan in China 2020.", "It wasn’t immediately clear when deliveries would begin. BYD’s local website showed the company is also offering its ATTO 3 for sale in the UAE.", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.", "The release had laid out plans to launch four car models — fully electric and hybrid — in the market by the end of the year.", "Citi says an upturn has begun in this corner of semiconductors, names its top picks ", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "The global EV market is set to hit a milestone in 2024. These battery stocks will stand out, HSBC says", "In June, Chinese electric car startup Nio announced it received $738.5 million from a fund owned by the Abu Dhabi government.", "BYD said it opened a showroom in Dubai Festival City as part of a collaboration with Al-Futtaim Electric Mobility Company.", "The car, which comes in hybrid and pure electric versions powered by BYD’s “blade battery,” jumped into the top 10 best-selling new energy vehicles in China in 2020, according to data from China’s Passenger Car Association out late Tuesday. The new energy category includes electric and plug-in hybrid power sources.", "The chip wars are heating up. This Chinese stock rose 30% in five days", "The news reflects another push by Chinese businesses into the Middle East, while geopolitical tensions have made it more difficult for the companies to enter the U.S. or expand in Europe. Middle Eastern countries such as Saudi Arabia have multi-year plans to reduce dependence on fossil fuels.", "This EV battery stock has potential double-digit gains ahead. UBS thinks it could even surge 100%", "In March, a press release said Al-Futtaim would represent BYD in the UAE, the first country in the Middle East to have BYD cars on the road."]}, {"title": "Goldman Sachs paid pro golfer Patrick Cantlay more than $1 million annually, sources say", "link": "https://www.cnbc.com/2023/11/22/goldman-sachs-patrick-cantlay-pay.html", "date": "2023-11-22", "text": ["", "Cantlay still appears on Goldman’s website as a brand ambassador, along with LGPA golfer Nelly Korda and McLaren’s Formula 1 racing team.", "Sign up for free newsletters and get more CNBC delivered to your inbox", "The first Cantlay deal was considered a relatively modest sum for a Top-10 ranked PGA golfer, mostly because his brand was still rising when he was signed, according to one of the people.", "Goldman Sachs\npaid professional golfer Patrick Cantlay more than $1 million annually in a sponsorship deal linked to the bank’s consumer-banking efforts, CNBC has learned.", "He got paid significantly more when Goldman renewed his sponsorship in a one year extension earlier in 2023, this person said. Cantlay has earned more than $42 million in official competitions since turning pro in 2012, according to the PGA Tour.", "Get this delivered to your inbox, and more info about our products and services. ", "In this article", "Goldman spokesman Tony Fratto declined to comment on the financial aspects of the sponsorship, as did Cantlay’s representative Molly Levinson.", "Got a confidential news tip? We want to hear from you.", "Cantlay initially wore a cap emblazoned with the bank’s short-lived Marcus brand. That was replaced by the Goldman Sachs name after the bank’s president, John Waldron, said to be a fan of the sport, pushed for the change, said one of the people, who declined to be identified speaking about sponsorship deals.  ", "Goldman opted not to renew Cantlay’s sponsorship this year in the latest example of the bank’s retrenchment from its retail banking push. After CEO David Solomon capitulated to demands to end the money-losing effort, the bank shut down a personal loan unit, shelved a planned checking account and sold off businesses.", "“We constantly evaluate the firm’s partnerships, and at this time, our logo will no longer appear on his hat,” Fratto told The New York Times, which first reported that Goldman wasn’t renewing Cantlay.  ", "A three-year deal signed by Cantlay in 2020 included a minimum of $1.1 million annually, according to people with knowledge of the contract, with performance bonuses for PGA Tour and Major victories and hitting top rankings worth potentially far more.", "Data also provided by", "© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis."]}]