[{"title": "‘The Psychology of Money’ author gives advice to investors afraid of recessions", "link": "https://www.cnbc.com/2023/12/03/psychology-of-money-author-housel-gives-advice-to-scared-investors.html", "date": "2023-12-03", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n″[The financial system is] very good at predicting what the economy and the stock market are going to do next — except for the surprises,” Housel said.\nHe also advises investors to always have a plan for surprise events because they can catch the market off guard.\nIt’s one of the major themes in his new book: “Same as Ever,” which was published in November.\nDisclaimer\nData also provided by\n“Realizing how inevitable it is makes it more palatable to deal with when you go through it,” author and behavioral finance expert Morgan Housel told CNBC’s “ETF Edge” recently.\nHousel, a partner at the venture capital firm the Collaborative Fund, contends a recession is not an “if” but a “when,” and that knowing this can make it easier to manage expectations. \nThe author behind the best-selling book “The Psychology of Money” is trying to relieve investor anxiety over market downturns.\n“The bear market plants the seeds for the recovery because people get scared into action,” he said. “All the new technologies come about because people are motivated by fear.”\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nHousel added these surprise events, such as natural disasters and pandemics, tend to be all that matter in market shakeups. But just as the market eventually stabilizes, even times of calm can also “plant the seeds for crazy.”\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Case for gold fever: NewEdge Wealth sees record rush intensifying", "link": "https://www.cnbc.com/2023/12/02/case-for-gold-fever-newedge-wealth-sees-record-rush-intensifying-.html", "date": "2023-12-02", "text": "\n“It’s been very consistent every December. It’s been a pretty strong performance for gold — especially when there is a rally in the stock market in November,” the firm’s head of fixed income told CNBC’s “Fast Money” on Tuesday.\nEmons suggests the strength will continue into next year.\n“Fast Money” trader Guy Adami also sees gold shining due to the dollar\n’s recent performance.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nThe record gold rush may intensify into year-end.\nGot a confidential news tip? We want to hear from you.\nEmons listed the economic backdrop and geopolitical backdrop as additional positive catalysts for gold\n.\nSign up for free newsletters and get more CNBC delivered to your inbox\nAs of Friday’s close, gold is up more than 14% so far this year.\nAccording to NewEdge Wealth’s Ben Emons, the final month of the year typically creates a bigger appetite for the yellow metal.\n″[It] tends to occur when markets price in major easing cycles,” he wrote. “Currently, that is going on in a mild manner, which puts the spotlight on the seasonals of gold.”\nIn this article\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. \n“If rates continue to go lower, the dollar will go lower. That will be a tailwind for gold,” he said. “Gold is within a whisper of having a huge breakout to the upside.”\nData also provided by\nIn a note to clients this week, Emons wrote that months for both gold and stocks are a “rare combo.” Gold gained 3% while the Dow\nand S&P 500\nwere both up almost 9% in November.\nGold settled at a new record high Friday. It closed the day up almost 2%, at $2,089.70 an ounce.\n“There’s uncertainty next year. We have an election. We don’t know what’s going to happen. We get a recession maybe, maybe not,” said Emons. “At the same time, gold rallies when there’s this risk-on feel in the markets, and that’s really when real rates and interest rates are declining. This gives the gold a really good push for the breakout.”\n“Central banks are again outbidding gold against dwindling supply, likely setting up the metal for a major breakthrough towards 2100 ... lifting boats for laggards like utilities\nhave a shot to claim market leadership by early 2024,” Emons also wrote."}, {"title": "Investors mourn the loss of one-of-a-kind legend Charlie Munger", "link": "https://www.cnbc.com/2023/12/02/charlie-mungers-wisdom-and-irreverence-investors-mourn-a-legend.html", "date": "2023-12-02", "text": "\nHe made a shrewd bet on Chinese electric automaker BYD that proved a big winner. Berkshire first bought BYD in 2008, and the stake has since grown into a multibillion-dollar position in the world’s largest electric vehicle manufacturer.\nFirst and foremost, Munger’s investment philosophy rubbed off on none other than Warren Buffett, giving rise to the sprawling conglomerate worth almost $800 billion that Berkshire is today.\nAs a longtime cryptocurrency skeptic, he never minced words when it came to his critique, saying digital currencies are a malicious combination of fraud and delusion. He also called bitcoin a “turd,” “worthless, artificial gold” and that trading digital tokens is “just dementia.”\nMunger was also a loyal supporter of Costco Wholesale Corp\n., calling it one of the best investments of his life. He invested in the retailer before it merged with Price Club in 1993.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nJohn Rogers, co-chief executive at Ariel Investments, respected Munger’s no nonsense “irreverence” to the end.\nGot a confidential news tip? We want to hear from you.\nMatt McLennan, co-head of the global value team and portfolio manager at First Eagle Investments, a longtime investor in Berkshire, recalled a meeting with Munger more than 15 years ago, where he asked how he and Buffett spent their time, given their claim that they made investment decisions in only minutes.\nMunger long emphasized the importance of recognizing a good business before it’s widely seen as such, and he did so many times in his storied career.\nAs Charlie Munger’s admirers around the globe mourn the loss of one of the most influential investors ever, a deep sense of gratitude and appreciation has spread — for his unparalleled business acumen as well as his uniquely sharp tongue.\n“Charlie responded ‘reading,’ which struck me as quite apt given his uncanny ability to build mental models of how the world works and use these models as the advance groundwork for efficient decision-making,” McLennan told CNBC.\nMunger, Berkshire Hathaway’s\n vice chairman who died Tuesday one month shy of his 100th birthday, left a mark on generations of investors in a host of ways thanks to a long and fruitful life.\nUnlike Buffett, who often wraps a piece of criticism in a folksy story, Munger tended to speak bluntly, sprinkling his remarks with unforgettable quips.\n“He was a true contrarian. He didn’t care what others thought,” Rogers said this week at the CNBC CFO Council Summit. “I think to be a successful investor, that’s critical, that you don’t follow the crowd. You think independently, and he was someone who truly did that.”\nSign up for free newsletters and get more CNBC delivered to your inbox\nIn this article\nWhen SPACs — special purpose acquisition companies — enjoyed a short-lived boom in 2021, Munger said “it’s just the investment banking profession will sell s--- as long as s--- can be sold.”\nEarly in their careers, Munger broadened Buffett’s investing approach, eventually turning away the younger Buffett from buying dirt cheap, “cigar-butt” companies that might still have a little smoke left in them, to instead focus on quality companies selling at fair prices.\n“The thing I really appreciated was that he was so blunt,” Stone of Glenview Trust said. “It’s pretty refreshing because most people in the world are forced to be a little bit cautious in what they say or just want to be liked. He had a special something and I never took it as malicious.”\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. \nData also provided by\n“Certainly as Berkshire shareholders, we owe them a debt of gratitude because the earlier you get to a good decision, the better,” Bill Stone, chief investment officer at Glenview Trust, said in an interview. Such timing gives rise to “a compound” effect, he said."}, {"title": "Zero-day commodity options have now entered the ETF space", "link": "https://www.cnbc.com/2023/12/01/zero-day-commodity-options-have-now-entered-the-etf-space.html", "date": "2023-12-01", "text": "\nThe Nasdaq recently launched five zero-day options-based exchange-traded funds: United States Oil Fund (USO)\n, United States Natural Gas Fund (UNG)\n, SPDR Gold Shares (GLD)\n, iShares Silver Trust (SLV)\nand iShares 20+ year Treasury Bond ETF (TLT)\n.\nSign up for free newsletters and get more CNBC delivered to your inbox\n“I’m cautious about these products because I agree they’re problematic for undereducated retail investors that don’t know how to trade the options market,” Dave Nadig, VettaFi’s financial futurist, told CNBC’s “ETF Edge” on Monday.\n“This is largely institutions, hedge funds and day traders, using these as short-term leverage speculative vehicles with the extra added bonus that they never have to settle,” Nadig said. “I think most individual investors probably don’t have any business in here at all. They’re naturally very speculative because of the inherent leverage.”\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“I don’t think the tools themselves are inherently breaking the market,” Nadig said. “Like most market structure things, it’s not a problem until it is.”\nThe surge in activity surrounding zero-day options has some analysts worried about a negative impact on the market.\nData also provided by\nNadig also said he believes that most of the contracts are coming from hedge funds, not retail investors.\nInvestors can now trade commodities and a Treasury with a popular short-term options strategy.\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\n“Zero-day to expiration” or “0DTE” refers to a trade which expires in less than a day. It has taken the options market by storm. The volume of S&P 500 zero-day contracts has increased at least 40%, versus 5% in 2016, according to data from the CBOE.\nGet this delivered to your inbox, and more info about our products and services. \nNot everyone is excited about the new ETF offerings, due to the complexity of the trade."}, {"title": "Not saving in your 401(k)? Your employer may re-enroll you", "link": "https://www.cnbc.com/2023/12/01/looking-to-opt-out-of-your-401k-your-employer-may-put-you-back-in.html", "date": "2023-12-01", "text": "\nWorkers receive a notification from their employer ahead of reenrollments and have the chance to opt out or reduce their contribution. Employers’ hope is that inertia will cause workers to stay in the plan rather than opt out.\n“A lot of times employees make their [401(k)] election when they’re hired and never look at it again,” said Deviney, director at Provenance Wealth Advisors.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nSome companies may elect to do this as a one-time exercise instead of annually, Deviney said. Others may also choose to reenroll workers who are currently participating in the company 401(k) but bump them up to a higher savings rate, he said.\nGot a confidential news tip? We want to hear from you.\nCompanies may also decide against adopting reenrollment policies out of fear of being too paternalistic, Deviney said. It may also raise employer costs too much, especially if the company offers a 401(k) match, he said.\nSign up for free newsletters and get more CNBC delivered to your inbox\nWhile automatic enrollment, which has also gained popularity, generally applies to new hires, reenrollments typically apply to all workers who don’t currently save in the 401(k).\nThe concept of 401(k) plan “reenrollment” has been gaining traction. That means companies are more regularly choosing to automatically sweep workers into their workplace plan if they don’t currently participate.\nCompanies may also derive a long-term financial benefit from such policies. For example, better worker finances can boost employee productivity and happiness on the job and allow them to retire at a younger age, perhaps saving companies money on future payroll and health costs.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. \nMost companies, about 85%, direct workers’ savings into target-date funds if they’re automatically enrolled, according to PSCA data.\nIf you elected not to participate in your company’s 401(k) plan, your employer may have other ideas.\nAs of 2022, about 10% of companies that offer a retirement plan reenroll workers into the 401(k) every year, according to a recent survey by the Plan Sponsor Council of America, a trade group. That share is up from 4% a decade earlier.\nHere’s a look at more stories on how to manage, grow and protect your money for the years ahead.\nData also provided by\nThe calculus is often one of retirement security and trying to help boost workers’ savings, said Sean Deviney, a certified financial planner based in Fort Lauderdale, Florida."}, {"title": "Stocks making biggest moves midday: Tesla, Disney, Alibaba, Ulta Beauty and more", "link": "https://www.cnbc.com/2023/12/01/stocks-making-the-biggest-moves-midday-tsla-dis-baba-ulta.html", "date": "2023-12-01", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Fed Chair Powell calls talk of cutting rates ‘premature’", "link": "https://www.cnbc.com/2023/12/01/fed-chair-powell-calls-talk-of-cutting-rates-premature-and-says-more-hikes-could-happen.html", "date": "2023-12-01", "text": "\nExpectations that the Fed is done raising rates and will move to an easing posture in 2024 have helped underpin a strong Wall Street rally that has sent the Dow Jones Industrial Average up more than 8% over the past month to a new 2023 high.\n“Inflation is still running well above target, but it’s moving in the right direction,” he said. “So we think the right thing to be doing now is to be moving carefully, thinking carefully about about how things are going on letting letting the data tell us what the story is. The data will tell us whether we’ve done enough or whether we need to do more.”\n“As the demand- and supply-related effects of the pandemic continue to unwind, uncertainty about the outlook for the economy is unusually elevated,” he added. “Like most forecasters, my colleagues and I anticipate that growth in spending and output will slow over the next year, as the effects of the pandemic and the reopening fade and as restrictive monetary policy weighs on aggregate demand.”\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“Markets view today’s comments as inching toward the dovish camp,” said Jeffrey Roach, chief economist at LPL Financial.\nDespite a string of positive indicators recently regarding prices, the central bank leader said the Federal Open Market Committee plans on “keeping policy restrictive” until policymakers are convinced that inflation is heading solidly back to 2%.\nAfter inflation hit its highest level since the early 1980s, the Fed enacted a series of 11 interest rate hikes, taking its policy rate to the highest in 22 years at a target range between 5.25%-5.5%. The FOMC at its past two meetings kept rates level, and multiple officials have indicated they think the federal funds rate is probably at or near where it needs to be.\nA Commerce Department report Thursday showed that personal consumption expenditures prices, the Fed’s preferred inflation gauge, were up 3% from a year ago, but 3.5% at a core basis that excludes volatile food and energy prices. Recent sharp declines in energy have been responsible for much of the easing in inflation.\nPowell said the current levels are still “well above” the central bank’s goal. Noting that core inflation has run at a 2.5% annual rate over the past six months, Powell said, “while the lower inflation readings of the past few months are welcome, that progress must continue if we are to reach our 2 percent objective.”\nHowever, neither Powell nor any of his fellow officials have provided any indication that they’re thinking about cuts, with the chair adhering to data dependence for future decisions rather than any preset course.\nGot a confidential news tip? We want to hear from you.\n“It would be premature to conclude with confidence that we have achieved a sufficiently restrictive stance, or to speculate on when policy might ease,” Powell said in prepared remarks for an audience at Spelman College in Atlanta. “We are prepared to tighten policy further if it becomes appropriate to do so.”\nDon’t miss these stories from CNBC PRO:\nAddressing the economic data, Powell characterized the labor market as “very strong,” through he said a reduced pace of job creation is helping bring supply and demand back in line.\nPowell’s remarks gave some credence to the idea that the Fed at least is done hiking as the string of rate hikes since March 2022 have cut into economic activity.\nSign up for free newsletters and get more CNBC delivered to your inbox\nMarket pricing Friday morning indicated that the Fed indeed is done hiking and could start cutting as soon as March 2024, according to the CME Group. Moreover, futures are pointing to cuts totaling 1.25 percentage points by the end of the year, the equivalent of five quarter percentage point reductions.\nHowever, he also noted that policy is “well into restrictive territory” and noted that balance of risks between doing too much or too little on inflation are close to balanced now.\nMarkets moved higher following Powell’s remarks, with major averages positive on Wall Street and Treasury yields sharply lower.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nThe Fed’s next meeting is Dec. 12-13.\nGet this delivered to your inbox, and more info about our products and services. \n“Having come so far so quickly, the FOMC is moving forward carefully, as the risks of under- and over-tightening are becoming more balanced,” he said.\n“The strong actions we have taken have moved our policy rate well into restrictive territory, meaning that tight monetary policy is putting downward pressure on economic activity and inflation,” Powell said. “Monetary policy is thought to affect economic conditions with a lag, and the full effects of our tightening have likely not yet been felt.”\n“We are making decisions meeting by meeting, based on the totality of the incoming data and their implications for the outlook for economic activity and inflation, as well as the balance of risks,” Powell said.\nData also provided by\nFederal Reserve Chairman Jerome Powell on Friday pushed back on market expectations for aggressive interest rate cuts ahead, calling it too early to declare victory over inflation."}, {"title": "Watch Federal Reserve Chair Jerome Powell speak live in Atlanta on policy", "link": "https://www.cnbc.com/2023/12/01/watch-federal-reserve-chair-jerome-powell-speak-live-in-atlanta-on-policy.html", "date": "2023-12-01", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nFederal Reserve Chairman Jerome Powell speaks Friday to an audience at Spelman College in Atlanta. He is scheduled to participate in a fireside chat following his speech.\nData also provided by\nRead more:\nHere’s what it would take for the Fed to start slashing interest rates in 2024\nFed’s Barkin says rate hikes are still on the table if inflation doesn’t continue to ease\nU.S. GDP grew at a 5.2% rate in the third quarter, even stronger than first indicated\nPowell’s remarks will be his last policy address before the rate-setting Federal Open Market Committee meets on Dec. 12-13.\nGot a confidential news tip? We want to hear from you.\nHis remarks come with market pricing indicating that the Fed is done hiking rates and could start cutting as soon as March 2024. However, officials have been reluctant to discuss the possibility of policy easing, maintaining that the recent progress against inflation isn’t enough.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. \n[The stream is slated to start at 11 a.m. ET. Please refresh the page if you do not see a player above at that time.]"}, {"title": "Stocks making the biggest moves premarket: Pfizer, Disney, Tesla and more", "link": "https://www.cnbc.com/2023/12/01/stocks-making-the-biggest-moves-premarket-pfe-dis-tsla-baba-and-more.html", "date": "2023-12-01", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Robinhood CEO defends payment for order flow, says practice is ‘here to stay’", "link": "https://www.cnbc.com/2023/12/01/robinhood-ceo-says-payment-for-order-flow-is-here-to-stay.html", "date": "2023-12-01", "text": "\nRobinhood\nCEO Vlad Tenev says he doesn’t believe that the payment for order flow (PFOF) model of market-maker routing that the company incorporates in the U.S. is under threat.\nPFOF accounts for a small chunk of Robinhood’s revenues today, Tenev said, while much of its income today comes from net interest income which is generated from cash in user balances.\n“They had to drop commissions to zero. A lot of them couldn’t survive that transition as standalone companies and ended up consolidating. And we’re still living through the the end result of that.”\nTD Ameritrade was sold to Charles Schwab for $26 billion, while Morgan Stanley bought E-Trade for $13 billion.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“If you look at equities, PFOF in particular, it’s about 5%. of our revenue, so a much smaller component of the overall pie. And we’ve diversified the business quite a bit,” including other areas like securities lending, margin, and subscriptions.\nGot a confidential news tip? We want to hear from you.\n“I think it’s important not to take the baby out with the bathwater. What does that mean, you shouldn’t make revenue on a transaction-based business? That’s unreasonable. And I think the point has been politicised to some degree.”\nSign up for free newsletters and get more CNBC delivered to your inbox\nTransaction-based revenues, which includes PFOF, decreased 7% in Robinhood’s second fiscal quarter to $193 million.\nRobinhood’s race to the bottom on commission fees has forced many major players in the wealth management world to slash their own fees to zero, in turn causing some companies to wind up or sell up to competitors.\nPFOF is viewed as controversial because of the perceived conflict of interest it creates between the broker and clients.\nIn this article\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. \nPFOF is the practice of routing trades through market-makers like Citadel Securities in return for a slice of the profits. The phenomenon has helped trading firms like Robinhood drive commissions down to zero, making it cheaper generally for consumers to invest in stocks.\nCritics say that brokers have an incentive to direct order flow to market makers offering PFOF arrangements over the interests of their clients.\n“In the U.S., Robinhood came along and really changed the industry,” Tenev said. “The discount brokers that are charging commissions essentially ceased to exist.”\nData also provided by\nThe U.S. Securities and Exchange Commission had looked at banning PFOF in light of concerns surrounding the practice, but opted not to, while the European Union has imposed a blanket ban on PFOF.\nThat’s despite calls from notable consumer trading advocates and regulators for a ban on the practice.\nSpeaking with CNBC, Tenev defended the practice of PFOF, saying that it’s “inherently here to stay.” He was referring to PFOF as it exists in the United States, where the practice is legal and regulated.\nPFOF is banned in the U.K., where Robinhood announced plans to launch Thursday.\n“If I’m a business that’s selling things, and I’m generating transaction revenue, the more you use it, the more money you get. Inherently, there’s a conflict there because I make more money by getting you to transact more,” Tenev told CNBC in an interview."}, {"title": "Charlie Munger and Warren Buffett were unable to pull off one last deal together", "link": "https://www.cnbc.com/2023/11/30/munger-and-buffett-were-unable-to-pull-off-one-last-deal-together-.html", "date": "2023-12-01", "text": "\nCharlie Munger didn’t manage to help pull off one final deal with his lifelong partner Warren Buffett, but he remained hopeful that Berkshire Hathaway\n, with nearly $160 billion cash, will find its elephant one day.\nBerkshire’s huge war chest had been a cause for concern when interest rates were near zero, but with short-term rates topping 5% the cash pile is now earning a substantial return.\nSign up for free newsletters and get more CNBC delivered to your inbox\nBerkshire bought insurer Alleghany Corp. for $11.6 billion last year, while expanding its energy empire by purchasing Dominion Energy’s natural gas pipeline and storage assets for almost $10 billion. But Berkshire’s total market value now approaches $800 billion.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nMunger, Berkshire’s late vice chairman, said such a mammoth deal may have to be done by the next generation of leaders at the conglomerate.\n“It can’t be anything too small because it doesn’t matter how good it is, we’re of a size now where too small just doesn’t move the needle very much. So we need something big to come along and use up all our cash, and some borrowing,” he told CNBC’s Becky Quick in an interview conducted shortly before his death this week at age 99.\nData also provided by\n“There are worse situations than drowning in cash, and sitting, sitting, sitting. I remember when I wasn’t awash in cash — and I don’t want to go back,” Munger once said.\n“We have $160 billion in cash, plus a great credit rating we deserve. And who in the hell has that? Not very many,” Munger said in CNBC’s special “Charlie Munger: A Life of Wit and Wisdom,” which aired Thursday.\nOver the years, Munger often defended Berkshire’s inaction, always seeing the virtue of sitting on the sidelines, biding its time, letting cash grow and patiently waiting for a good opportunity.\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\n“I don’t think it’s hopeless. It may have to be done by some different people,” Munger said. “You know that next time, we may not be able just to squeeze a little more lemon juice out of the old lemons. They may have to squeeze some new lemons, meaning new people have to make the decisions.”\nIt could be Greg Abel, vice chairman of Berkshire’s non-insurance operations and Buffett’s designated successor, or Ajit Jain, Berkshire’s vice chairman of insurance operations, or Buffett’s two investing lieutenants, Ted Weschler and Todd Combs, Munger said, adding it could also be “somebody not yet identified.”\nThe Omaha-based conglomerate held a record level of cash — $157.2 billion — at the end of September. Buffett has been touting a possible “elephant-sized acquisition” for years, but his recent deals didn’t quite meet such lofty expectations.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Munger said Berkshire would be worth double if it had used leverage", "link": "https://www.cnbc.com/2023/11/30/munger-said-berkshire-would-be-worth-more-if-he-and-buffett-levered-up.html", "date": "2023-12-01", "text": "\nMunger, Berkshire Hathaway’s vice chairman who died Tuesday just a month shy of his 100th birthday, stressed that he and Buffett almost never used this common Wall Street practice, because they always put their shareholders first.\nMunger said he and Buffett had been “very cautious” in handling their shareholders’ money over the years. Berkshire shareholders tend to be long-term investors like all the conglomerate’s top executives, often treating their stock like a savings account.\nSign up for free newsletters and get more CNBC delivered to your inbox\nBuffett, often called the “Oracle of Omaha,” previously explained the perils of using debt and leverage to buy stocks, saying it can make an investor short-sighted and panicky when times turn volatile.\n“Insurance float gave us some leverage. That’s why we went into it,” he said.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nThe late investment icon Charlie Munger said Berkshire Hathaway\n, the conglomerate he and Warren Buffett built over the last five decades, could have doubled its value if they applied leverage, or borrowed money, when buying businesses and common stocks.\n“There is simply no telling how far stocks can fall in a short period,” he wrote in his 2017 annual letter to shareholders. “Even if your borrowings are small and your positions aren’t immediately threatened by the plunging market, your mind may well become rattled by scary headlines and breathless commentary. And an unsettled mind will not make good decisions.”\n“If Warren and I had owned Berkshire without any shareholders that we knew, we would’ve made more. We would’ve used more leverage,” Munger said in the CNBC special.\nStill, Munger acknowledged that Berkshire did use leverage in the form of its insurance float. Insurers receive premiums upfront and pay claims later, so they can invest the large sums collected — cost free — for their own benefit.\nThe use of leverage is prevalent on Wall Street as it provides a way to boost buying power and enhance the potential return in any given investment. But it also significantly increases the risk as losses can multiply quickly if the investment doesn’t pan out as expected.\nGot a confidential news tip? We want to hear from you.\n“The reason we didn’t is the idea of disappointing a lot of people who had trusted us when we were young ... If we lost three quarters of our money, we were still very rich. That wasn’t true of every shareholder,” he told CNBC’s Becky Quick in the previously unaired interview. “Losing three quarters of the money would’ve been a big letdown.”\n“Berkshire could easily be worth twice what it is now. And the extra risk you would’ve taken would’ve been practically nothing. All we had to do is just use a little more leverage that was easily available,” Munger said in CNBC’s special “Charlie Munger: A Life of Wit and Wisdom,” which aired Thursday.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "China consumption shows ‘no sign’ of a strong V-shaped recovery, McKinsey says", "link": "https://www.cnbc.com/2023/12/01/china-consumption-shows-no-sign-of-strong-v-shaped-recovery-mckinsey.html", "date": "2023-12-01", "text": "\nSlower growth is still growth. China’s retail sales rose by 7.6% in October from a year ago, beating analysts’ expectations.\nIn contrast, livestreaming saw GMV climb by 19% during that time, the report said.\nDespite the overall gloom, there’s a divergence in how Chinese consumer companies are affected.\nChina’s retail sales have generally remained lackluster since the onset of the Covid-19 pandemic in early 2020. Despite the end of Covid controls at the end of last year, falling global demand for Chinese goods and a slump in the real estate market have weighed on the country’s overall economy.\n“I think in the old days, you could invest in whatever you want[ed], everything will grow, most companies have been doing well,” Zipser said. “Those days are over.”\nLooking ahead, growth is expected to slow. The government is tackling long-standing issues in the real estate sector, while tensions with major trade partners such as the U.S. have risen.\nBEIJING — China’s consumer isn’t going to be spending big anytime soon, which means companies need to be more strategic to tap what’s still a massive market, according to McKinsey.\n“They don’t yet have the confidence this will be different [in] 2024, 2025.”\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nGot a confidential news tip? We want to hear from you.\nCompanies that adapt to new consumer trends also do well.\nDuring the latest Singles Day shopping festival that ended Nov. 11, traditional e-commerce channels saw gross merchandise volume — an industry metric of sales over time — fall by 1% from last year, McKinsey found.\nMcKinsey’s analysis of 80 publicly listed consumer companies that generate most of their revenue from mainland China found a significant divergence — many saw double-digit growth while others saw double-digit declines.\nSign up for free newsletters and get more CNBC delivered to your inbox\nZipser added that in contrast to the rise of value brands in more mature markets, premium brands are generally doing well in China.\nThe McKinsey report found that international travel is only about half of where it was prior to the pandemic.\nHe said he expects people in China will travel more internationally as it gets easier to apply to visas and the cost of flights comes down.\nAll that has kept Chinese consumer sentiment at the same level it was about 12 months ago, when the country was still living under Covid restrictions, Zipser pointed out in a phone interview Thursday.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nChina’s massive size means that even if the economy slows from a high pace of growth to around 4% or 5% a year, the country’s incremental increase in retail sales will be the same as the combined total retail sales of South Korea, India and Indonesia, Zipser said.\n“The overall economic recovery and the recovery of the property market has not been what people hoped for,” he said. “People are aware of the geopolitical tensions, very aware of ... exports declining.”\nGet this delivered to your inbox, and more info about our products and services. \n“I’m hopeful we will see an incremental improvement over the next year,” said Daniel Zipser, leader of McKinsey’s Asia consumer and retail practice.\nHe said that’s because when consumers in China are “trading down,” instead of buying a cheaper brand, they are actually finding discounted ways to buy the same product, spending less overall or purchasing a smaller package size.\nConsumers in China are spending more on services, rather than goods, Zipser said.\nData also provided by\nToday, the market is more competitive, he said, pointing out that the product is much more important and the “consumer is much more sophisticated.”\nMajor e-commerce companies reported third-quarter revenue growth. While growth for most companies was modest, bargain-focused Pinduoduo saw revenue nearly double from a lower base.\n“But there are no signs it should be a strong, V-shaped recovery,” said Zipser, who is also a senior partner at McKinsey and author of a new report called “China Consumption: Start of a New Era.”\nBetween 2012 and 2022, China’s per capita GDP more than doubled to $12,720, according to the World Bank. U.S. GDP per capita rose by about 47% during those 10 years to $76,398 in 2022, the data showed.\nThose tastes have changed swiftly with the country’s economic boom of past decades, creating a lucrative market for American corporations such as Apple\nand Starbucks\n.\n“We see particularly the restaurant companies doing well,” he said, noting related categories such as alcohol are also getting a boost."}, {"title": "SEC meets with Grayscale, BlackRock about potential bitcoin ETFs", "link": "https://www.cnbc.com/2023/11/30/sec-meets-with-grayscale-blackrock-about-potential-bitcoin-etfs.html", "date": "2023-11-30", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nDon’t miss these stories from CNBC PRO:\nGrayscale also recently hired John Hoffman, a longtime Invesco ETF executive, as a managing director. Hoffman will serve as the head of distribution and strategic partnerships for Grayscale, a sign that the crypto asset manager is gearing up to launch the fund if approved.\nThe regulator said in a memo that it met with Grayscale on Thursday about the potential conversion of the Grayscale Bitcoin Trust\ninto an ETF. The SEC had previously blocked this move, but Grayscale challenged that decision in court and won.\nIn this article\nData also provided by\nThe U.S. Securities and Exchange Commission is formally engaging with asset managers ahead of a much anticipated decision on whether the regulator will approve a bitcoin exchange-traded fund, according to memos published this week.\nThe growing confidence in the market that a bitcoin ETF will eventually be approved appears to have boosted the price of bitcoin. The cryptocurrency was trading above $37,000 on Thursday after falling to about $26,000 late this summer.\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nWhile the SEC could still decide to block crypto ETFs, many industry experts expect that such funds will launch in the U.S. early next year. The regulator has delayed decisions on several bitcoin funds in recent months and may choose to approve or deny all applications at around the same time.\nSEC officials also met with representatives from BlackRock\nand the Nasdaq\non Wednesday, according to a separate memo. BlackRock filed for a bitcoin ETF in June, followed shortly by a handful of other asset management firms.\nSEC Chair Gary Gensler has been a vocal critic of crypto but has said in recent public appearances that he would listen to his staff’s input on a potential bitcoin ETF.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Stocks making biggest moves after hours: Disney, Ulta Beauty, Marvell Technology", "link": "https://www.cnbc.com/2023/11/30/stocks-making-the-biggest-moves-after-hours-dis-ulta-mrvl.html", "date": "2023-11-30", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Return to office is ‘dead,’ Stanford economist says. Here’s why", "link": "https://www.cnbc.com/2023/11/30/return-to-office-is-dead-stanford-economist-says-heres-why.html", "date": "2023-11-30", "text": "\nThe share of workers being called back to the office has flatlined, suggesting the pandemic-era phenomenon of widespread remote work has become a permanent fixture of the U.S. labor market, economists said.\nHowever, the work-from-home trend isn’t just a perk for workers. It has been a profitable arrangement for many companies, economists said.\nFor example, 7% of workers are required to be in the office one day a week, while 9% are required in two days, 13% three days and 8% four days, according to a recent ZipRecruiter employer survey. Nearly 1 in 5, 18%, have discretion over their in-person workdays.\nThe share of paid work-from-home days has been “totally flat” this year, hovering around 28%, said Bloom in an interview with CNBC. That’s still four times greater than the 7% pre-pandemic level. The U.S. Census Bureau’s Household Pulse Survey shows a similar trend, he said.\nWhile it’s unlikely that the prevalence of remote work will ever decline to its pre-pandemic level, it’s possible that a U.S. recession — and a weaker job market — may cause it to slide a bit, economists said.\n“Employers say the biggest benefit of remote work is retention,” Pollak said. In a labor market with more slack, “retention gets much easier.”\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nAmong the potential benefits: reduced costs for real estate, wages and recruitment, better worker retention and an expanded pool from which to recruit talent. Meanwhile, worker productivity hasn’t suffered, Bloom said.\nBut many workers came to like the arrangement. Among the primary benefits: no commute, flexible work schedules and less time getting ready for work, according to WFH Research.\nMeanwhile, Kastle data that measures the frequency of employee office swipe-ins shows that office occupancy in the 10 largest U.S. metro areas has flatlined at around 50% in 2023, Bloom said.\nThe trend has been reinforced by a hot job market in the U.S. since early 2021, giving workers unprecedented leverage. If a worker didn’t like their company benefits, odds were good they could quit and get a job with better work arrangements and pay elsewhere.\nGot a confidential news tip? We want to hear from you.\nAbout 11% of online job postings today advertise positions as fully remote or hybrid, versus 3% before the pandemic, said Julia Pollak, chief economist at ZipRecruiter.\n“Return to the office is dead,” Nick Bloom, an economics professor at Stanford University and expert on the work-from-home revolution, wrote this week.\nWhile remote work is the labor market’s new normal, there’s significant variety from company to company, Pollak said.\nLong-term trends suggest the share of employees who work from home is only likely to grow from here, possibly starting in 2025, Bloom said.\nSign up for free newsletters and get more CNBC delivered to your inbox\n“We are three and a half years in, and we’re totally stuck,” Bloom said of remote work. “It would take something as extreme as the pandemic to unstick it.”\nThese days, most remote work is done as part of a “hybrid” arrangement, with some days at home and the rest in the office. About 47% of employees who can work from home were hybrid as of October 2023, while 19% are full-time remote and 34% are fully on site, according to WFH Research.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\n“There’s still a lot of experimentation going on,” she said. “But the aggregate effect is that remote work is steady.”\nGet this delivered to your inbox, and more info about our products and services. \n“The new normal is this incredible diversity,” Pollak said.\nHowever, the story has changed in 2023.\nHowever, since work-from-home arrangements also save companies money, it’s likely a severe recession would be necessary to see a meaningful decline, Bloom said.\nIn May 2020 — the early days of the Covid-19 pandemic — 61.5% of paid, full workdays were from home, according to the Survey of Working Arrangements and Attitudes. That share fell by about half through 2022 as companies called employees back to in-person work.\nData also provided by\nResearch has shown that the typical worker equates the value of working from home to an 8% pay raise.\nFor example, improving technology will make remote work easier to facilitate, Bloom said. Younger firms and CEOs also tend to be more enthusiastic about hybrid work arrangements, meaning they’ll get more popular over time as existing business heads retire, he added.\n\nDon’t miss these stories from CNBC PRO:\nThe initial surge of remote work was spurred by Covid-19 lockdowns and stay-at-home orders.\nMore from Personal Finance:\nU.S. passport delays have eased\nDon’t make these common 401(k) mistakes\nHow a tax break can help heat your home more efficiently\n“What makes companies money tends to stick,” he said."}, {"title": "Cathie Wood’s Innovation ETF is up 31% in November, notching its best month ever", "link": "https://www.cnbc.com/2023/11/30/cathie-woods-flagship-etf-is-up-30percent-on-pace-for-its-best-month-ever.html", "date": "2023-11-30", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\nDriving the innovation fund higher this month were biotech names CRISPR Therapeutics\nand Twist Bioscience\n, along with Roku\n, Coinbase\n, Block\nand Shopify\n, which were all up at least 50%.\nWood’s flagship Ark Innovation ETF\n(ARKK) rallied 31.1% this month, scoring its strongest month ever since its inception in 2014. The fund rebounded dramatically from three straight months of losses, pushing 2023 gains to 47%.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nIn this article\nData also provided by\nWood has been a firm believer that many of her big holdings stand to be leading beneficiaries from the artificial intelligence boom, including Tesla\n, Twilio\nand UiPath.\nThe 68-year-old CEO of Ark Invest previously said she expects the economy to slow down more than the consensus, creating an ideal environment for artificial intelligence-driven companies to expand as firms seek to salvage profit margins by using their products.\n\nDon’t miss these stories from CNBC PRO:\nGot a confidential news tip? We want to hear from you.\nCathie Wood notched her best month ever as her holdings of innovative technology stocks roared back from steep losses amid declining Treasury yields in November.\nDespite the stellar performance this year, ARKK has suffered about $664 million in outflows in 2023, according to FactSet. Due to ARKK’s big losses over the past two years — down 67% in 2022 and off by 23% in 2021 — many of the fund’s more recent investors are likely to remain hugely underwater. It closed 2020 at $124.48, compared to today’s trading level around $46.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Stocks making the biggest moves midday: Salesforce, Snowflake, Discover and more", "link": "https://www.cnbc.com/2023/11/30/stocks-making-the-biggest-moves-midday-crm-snow-dfs-vsco-more.html", "date": "2023-11-30", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "How a tax break of up to $3,200 can help heat your home efficiently this winter", "link": "https://www.cnbc.com/2023/11/30/inflation-reduction-act-tax-breaks-help-boost-home-energy-efficiency.html", "date": "2023-11-30", "text": "\nHomeowners can consider getting a home energy audit by the end of December, which would qualify for a tax break and help determine future efficiency projects, Saul-Rinaldi said. Then, homeowners can complete those projects and claim the tax break in future years.\nBut homeowners can take advantage of recently enacted tax breaks to help boost their home’s efficiency, thereby trapping more heat inside and better defending against winter’s chill — and saving them money in the process.\nThe Environmental Protection Agency estimates homeowners can save 15% on heating and cooling costs, on average, by air sealing their homes and adding insulation in attics, floors over crawl spaces and basement rim joists.\n“You want to minimize heat loss to the outside through walls, windows, drafts, etcetera, and supply the heat as efficiently as possible,” said Steven Nadel, executive director of the American Council for an Energy-Efficient Economy.\nThey may also be able to pair the tax break with energy-efficiency rebate programs created by the Inflation Reduction Act and soon being rolled out by states, experts said.\n\nDon’t miss these stories from CNBC PRO:\nCertain upgrades carry distinct caps. For example, homeowners can get up to $500 a year for installing efficient exterior doors, $600 for exterior windows and skylights, plus $1,200 for insulation and air-sealing materials or systems. They can also get up to $150 for a home energy audit.\nMore from Personal Finance:\nAre gas-powered or electric vehicles a better deal? EVs may win out in long run\nConsumers may soon get up to $14,000 or more in energy rebates — if states sign on\nWhy climate change may cost you big bucks — and what to do about it\nReplacing single-pane windows with double-pane Energy Star-rated windows, for example, “is like plugging actual holes in your house,” said energy and climate policy expert Kara Saul-Rinaldi, president and CEO of AnnDyl Policy Group.\nThe installations must meet certain efficiency standards, as outlined by the IRS. Labor costs may not apply in certain cases, the IRS said.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nThe combined tax break for these projects is capped at $1,200 a year.\nGot a confidential news tip? We want to hear from you.\nWinter is almost here, meaning the year’s coldest temperatures aren’t far off.\nTaxpayers who want to claim a tax break on their 2023 tax returns — which most people will file early next year — have a short window to complete a qualifying project. They’d need to be finished by the end of December. Projects only qualify once they’re “placed in service” — essentially, once a project is installed and operational.\nSign up for free newsletters and get more CNBC delivered to your inbox\nHome heating accounts for 45% of the average person’s energy use, and water heating for another 18%, the agency said.\nThe Energy Efficient Home Improvement credit is available through 2032. Homeowners can claim the maximum annual credit each year that they make eligible improvements, and there’s no lifetime dollar limit.\n“People can look forward and plan,” Saul-Rinaldi said. “They may know they need insulation over their kid’s room, or need to upgrade their windows, or want to transition to cleaner fuel, but they can’t do it all today or this year.”\nSome projects carry a separate, $2,000 annual cap. They include: installing electric or natural gas heat pump water heaters, electric or natural gas heat pumps and biomass stoves and biomass boilers.\nThe tax credit is worth 30% of the cost of qualifying projects. There’s a dollar cap: Taxpayers may qualify for up to $3,200 a year, in aggregate. But their ability to do so depends on how many and which projects they undertake.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nThe tax credit is also nonrefundable, meaning households must have a tax liability to benefit. The IRS won’t issue a refund for any tax credit value that exceeds one’s tax liability. Excess value can’t be carried forward to benefit in future tax years.  \nGet this delivered to your inbox, and more info about our products and services. \nThe Inflation Reduction Act, which President Joe Biden signed into law in August 2022, extended and enhanced a prior tax credit available for home efficiency upgrades.\nHome efficiency upgrades can also reduce people’s planet-warming greenhouse gas emissions, at a time when climate change is already fueling more extreme and financially costly weather events.\nAltogether, taxpayers can get a maximum overall credit of $3,200 a year, if they combine projects worth up to $1,200 and $2,000. The IRS published a fact sheet that gives examples of the overall tax break consumers can expect for specific upgrades.  \nTaxpayers can only benefit from the tax credit when they file their annual tax returns.\nData also provided by\nThe average American spends $2,000 on energy bills each year, and $200 to $400 may be “going to waste” from drafts, air leaks around openings and outdated heating and cooling systems, according to the U.S. Department of Energy.\nThe Energy Efficient Home Improvement tax credit, offered by the Inflation Reduction Act, can help defray homeowners’ costs on such projects — such as installing energy-efficient insulation, windows, doors and electric heat pumps — while also likely reducing the size of future heating bills, experts said. It’s worth a maximum $3,200 a year."}, {"title": "Stocks making the biggest moves premarket: Salesforce, Snowflake, Pure Storage", "link": "https://www.cnbc.com/2023/11/30/stocks-making-the-biggest-moves-premarket-salesforce-snowflake-pure-storage-and-more.html", "date": "2023-11-30", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "What one Swiss bank’s troubles can tell us about market vulnerabilities", "link": "https://www.cnbc.com/2023/11/30/what-one-swiss-banks-troubles-tells-us-about-market-vulnerabilities.html", "date": "2023-11-30", "text": "\nDBRS Morningstar says the capital levels of Julius Baer are adequate to absorb further losses, with a hypothetical 606 million Swiss franc loss accounting for around 280 basis points of the Swiss bank’s 15.5% CET1 ratio, based on risk-weighted assets of 21.43 billion Swiss francs as of the end of June.\n“Hence, we believe it is most important to act decisively and ensure this is an isolated case which will not repeat, to bring back the confidence in an otherwise good business model (capital light, structural tailwinds and growth acceleration opportunities) that is trading only at 7.6x next year’s earnings (vs >10x average) when market tailwinds are finally returning.”\nHe added that the board is now reviewing its private debt business and the framework within which it is conducted.\nDespite the speculation, Julius Baer has not confirmed that the client is Signa, and a spokesperson told CNBC on Thursday that the bank “cannot comment on alleged or existing client relationships.”\nGoy reiterated the German lender’s “buy” recommendation, even though Deutsche Bank has cut its 2023 earnings forecast and stock target price for Julius Baer.\nThe 606 million Swiss franc exposure to one client — via three loans to different entities within a European conglomerate — is collateralized by commercial real estate and luxury retail, the company revealed. It represents around 18% of Julius Baer’s CET1 capital as of the end of June 2023, according to analysts at DBRS Morningstar.\nSeveral economists in recent weeks have suggested that there are lingering vulnerabilities in the market that may be exposed in 2024, as the sharp rises in interest rates enacted by major central banks in the last two years feed through.\nThe share price of Julius Baer plummeted after the Swiss private bank disclosed 606 million Swiss francs ($692.7 million) of loan exposure to a single conglomerate client.\nThe European Central Bank recently examined the commercial real estate sector and the provisioning methods and capital buffers of European banks.\n“Together with investing and multi-generational wealth planning, financing is an inherent part of the wealth management proposition to our clients.”\nThe bank last week booked provisions of 70 million Swiss francs to cover the risk of a single borrower in its private loan book.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nThe ensuing ripple effects shook global investor and depositor confidence and eventually contributed to the downfall of Swiss giant Credit Suisse.\n“Meanwhile, the limited level of disclosure makes it hard to assess the full picture for the bank at this stage. Any kind of deposit outflow experienced by Julius Baer would be negative for the bank’s credit profile.”\nGot a confidential news tip? We want to hear from you.\nExposure to commercial real estate emerged as a concern for several major lenders this year, while the risks associated with panic-driven bank runs on smaller lenders became starkly apparent in March, with the collapse of Silicon Valley Bank.\nRickenbacher issued a statement on Monday confirming that the bank would maintain its dividend policy, along with other updates, while reassuring investors that any excess capital left at the end of the year will be distributed via a share buyback.\nSign up for free newsletters and get more CNBC delivered to your inbox\nBased on the assumption that Julius Baer’s troubled private debt exposure was “likely” Signa, Deutsche Bank said in a Thursday note that the bank’s insolvency filing of Wednesday could trigger further “material credit losses” that will weigh on otherwise strong profitability this year.\nA common theme during the mass withdrawals of investment and customer deposits was a panic exacerbated by rumors about the lender’s financial health on social media, a trend bemoaned by its bosses at the time.\nDBRS Morningstar Senior Vice President Vitaline Yeterian and Managing Director Elisabeth Rudman on Wednesday said that such a large concentration of funds to a troubled real estate borrower raises concerns about risk management and highlights the broader risks for the banking sector, as highly leveraged companies grapple with higher debt financing costs in a perilous economic environment.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\n“However, we see the recent significant fall in Julius Baer’s share price as a reminder of the rising impact of technology and social media on stakeholder behavior,” they said in Wednesday’s note.\nEven under a hypothetical total loss scenario, the Group’s pro-forma CET1 capital ratio at Oct. 31 would have exceeded 14%, the bank said, meaning it would have remained “significantly profitable.”\nGet this delivered to your inbox, and more info about our products and services. \n“We continue to closely monitor sectors that have come under stress as a result of more uncertain economic times, higher for longer interest rates, tightening in lending conditions, weaker demand, higher operating costs, and in particular the commercial real estate sector,” DBRS Morningstar’s Yeterian said.\nThe disclosure and swirling concerns about concentration of risk in the lender’s private debt business came against a backdrop of emerging news that troubled Austrian real estate group Signa was teetering. It filed for insolvency on Wednesday.\nData also provided by\n“Julius Baer is very well capitalised and has been consistently profitable under all circumstances. We regret that a single exposure has led to the recent uncertainty for our stakeholders,” Rickenbacher said.\nNonetheless, Julius Baer’s shares continued to fall and were down 18% on the year as of Thursday morning.\n“However, capital ratios are strong and can easily absorb the losses, while maintaining a stable dividend (c.6% yield) and even keeping a small share buyback with FY23 results on the table,” said Benjamin Goy, head of European financials research at Deutsche Bank.\nJulius Baer has a strong capital position with a CET1 capital ratio of 16.1% as of the end of October, the bank said Monday, significantly above its own floor of 11%."}, {"title": "Zepz, a $5 billion fintech unicorn, is laying off more staff", "link": "https://www.cnbc.com/2023/11/30/zepz-a-5-billion-fintech-unicorn-is-laying-off-more-staff.html", "date": "2023-11-30", "text": "\nZepz said that, with this in mind, its focus is on “innovation and continuous improvement for our users, delivering meaningful products that make finance more convenient and accessible to migrant communities.”\nZepz, the money transfer group that owns WorldRemit, made a fresh round of layoffs.\n“Zepz values the contributions these colleagues have made to our company,” the spokesperson added.\nThe company reached profitability for the first time last year.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“To fully realise our mission to unlock the prosperity of cross-border communities, we sometimes need to make tough decisions,” Zepz told CNBC.\nGot a confidential news tip? We want to hear from you.\nZepz has long been touted as an IPO candidate in the U.K., but its timeline on reaching that goal is currently unclear. The business was last valued at $5 billion, making it one of the largest and most valuable fintech companies in Europe.\nSign up for free newsletters and get more CNBC delivered to your inbox\n“Zepz has entered a redundancy consultation which will could affect less than 2% of its global headcount,” a Zepz company spokesperson said in an exclusive statement to CNBC.\nThe British fintech unicorn, which is backed by TCV, Accel, Leapfrog and other major venture capital funds, told CNBC exclusively that it laid off 30 roles across its people and marketing functions.\n“As part of the redundancy package, all impacted individuals will be offered support via our Employee Assistance Programme, including coaching, counselling, and re-employment support.”\nThat follows a separate round of layoffs the company embarked on earlier this year.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. \nData also provided by\nIn May, Zepz cut 26% of its workforce, citing duplication of roles that resulted from its acquisition of Sendwave, another money transfer service.\n“In line with our organisational values, our priority is ensuring all decisions relating to redundancies and restructuring are well-communicated and delivered with humanity while protecting the privacy of those impacted,” the spokesperson added.\nZepz hasn’t been immune to the effects of slowing momentum in the digital payments space, which has forced companies to cut back on costs and, in several cases, lay off staff."}, {"title": "Stock trading platform Robinhood to launch in UK after two failed attempts", "link": "https://www.cnbc.com/2023/11/30/robinhood-to-launch-in-the-uk-in-latest-international-expansion-bid.html", "date": "2023-11-30", "text": "\nRobinhood CEO Vlad Tenev said he doesn’t fear “déjà vu” with the firm’s third attempt to launch in the U.K.\nThen, last year, it sought to acquire British crypto-trading app Ziglu. That deal faltered, however, and Robinhood was forced to write off the value of its investment, with the company reporting a $12 million impairment charge on the failed transaction.\nRobinhood is launching with a license from the Financial Conduct Authority, the U.K.’s markets regulator, and Tenev says the firm has a good relationship with the regulator.\nBrits will be able to join a waitlist starting Thursday and will be notified when they can sign up for early access at a later point in time. In a bid to get more traction fast, Robinhood is also asking users to share a unique referral link with friends and family to move them up the queue.\nRobinhood has already tried to launch in the U.K. twice.\nJordan Sinclair, Robinhood’s U.K. chief, said he expects 24-hour trading to be popular, as it will let users trade on market-moving news.\n“We’ve made sure we taken care of all of the details, the platform is much more robust,” Tenev told CNBC in an interview. “So I don’t think that it’ll be déjà vu. I think that we’re very confident we’ll be able to serve the customers here tightly.”\nFeatures include the ability to choose from 6,000 U.S. stocks and 24-hour trading five days a week. Robinhood currently offers 24-hour trading in the U.S., allowing trades to happen outside 9:30 a.m. ET and after 4 p.m. ET.\nDan Moczulski, U.K. managing director of EToro, a rival stock trading platform, said the arrival of more competition in the retail trading market marks “an exciting time for the industry.”\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nRobinhood won’t launch payment-for-order-flow in the U.K., which refers to the practice of routing trades through market-makers like Citadel Securities in return for a slice of the profits. PFOF is banned in the U.K. Instead, the firm expects to make money from other lines of business, including securities lending, margin lending, interest on uninvested cash, and its premium Robinhood Gold subscription service.\nGot a confidential news tip? We want to hear from you.\nSign up for free newsletters and get more CNBC delivered to your inbox\nRegulators are concerned brokerage apps like Robinhood, eToro, and Public, which engage investors with stimulating features like push notifications, colorful graphics, and a game-like interface, may encourage excessive trading that harms investors but is profitable for market-makers.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nCustomer cash will be held in segregated accounts protected by U.S. Federal Deposit Insurance Commission insurance, Robinhood said, rather than the U.K. Financial Services Compensation Scheme. Robinhood users will be able to make a 5% annual yield on cash held in their accounts.\nThe FCA has previously warned about “gamification” of investments, something the U.S. Securities and Exchange Commission is also worried about. When contacted by CNBC, an FCA spokesperson said the regulator wouldn’t comment on individual companies, but that companies are obliged to respect consumer duty standards set out by the regulator.\nGet this delivered to your inbox, and more info about our products and services. \nA waiting list it rolled out in 2019 saw over 300,000 people sign up, but the company pulled the plug on its U.K. expansion plans, citing soaring demand at home during the Covid pandemic as interest in retail investing climbed dramatically.\nData also provided by\nPayment for order flow can create conflicts of interest, critics say, as brokers have an incentive to direct order flow to market makers offering such arrangements over the interests of their clients.\nRobinhood won’t offer U.K. stocks to begin with but will look to add them as it brings more products into the platform. The U.K. version won’t include options and other derivatives at launch, either.\nOnline investments app Robinhood\nsaid Thursday that it’s set to launch its platform in the U.K. in early 2024, marking the company’s third attempt at cracking international expansion.\n“You wake up in the morning, you read the news headlines, and then you have to wait,” Sinclair said. “Customers actually can make a trade and choose their investment strategy and actually act on that market news.”\n“My aspiration is to be one of the largest employers in England, nothing would make me happier,” Tenev said. “And, you know, there’s a lot of great talent. So this, this could be a centre of excellence for Robinhood.”\n“More competition will always be a good thing for investors,” Moczulski told CNBC. “As one of the leading trading and investing platforms in the UK, it also keeps us on our toes and pushes us to continue innovating and broadening our product range for our users.” "}, {"title": "Stocks making the biggest moves after hours: Salesforce, Pure Storage and more", "link": "https://www.cnbc.com/2023/11/29/stocks-making-the-biggest-moves-after-hours-crm-pstg-snow.html", "date": "2023-11-29", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Stocks making the biggest moves midday: Foot Locker, General Motors and more", "link": "https://www.cnbc.com/2023/11/29/stocks-making-the-biggest-moves-midday-fl-gm-psx.html", "date": "2023-11-29", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Why Buffett wouldn’t have become the greatest investor without Charlie Munger", "link": "https://www.cnbc.com/2023/11/29/why-warren-buffett-wouldnt-have-become-the-greatest-investor-ever-without-charlie-munger.html", "date": "2023-11-29", "text": "\nAs Munger put it at the 1998 Berkshire shareholder meeting: “It’s not that much fun to buy a business where you really hope this sucker liquidates before it goes broke.”\n“He actually hit me over the head with a two by four from the idea of buying very so-so companies at very cheap prices, knowing that that was some small profit and looking for really wonderful businesses that we could buy at fair prices,” Buffett said in an interview.\nWhile Buffett said there was not a strong line of demarcation where Berkshire went from cigar butts to wonderful companies, the deal to buy See’s Candies marked a significant step towards that direction.\nThe blueprint Munger instilled in Buffett was simple: To buy a wonderful business at a fair price, not a fair business at a wonderful price. It became the reason that Berkshire managed to grow into an empire consisting of first-class businesses in insurance, railroad, retail, energy and manufacturing.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“It took Charlie Munger to break my cigar-butt habits and set the course for building a business that could combine huge size with satisfactory profits,” Buffett wrote in Berkshire’s the 50-year anniversary letter in 2014. “Charlie’s most important architectural feat was the design of today’s Berkshire.”\nGot a confidential news tip? We want to hear from you.\nSign up for free newsletters and get more CNBC delivered to your inbox\nIn this article\nIt has since produced more than $2 billion in sales for Berkshire.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nWarren Buffett is arguably the most celebrated investor of our generation, but he couldn’t have earned the title without Charlie Munger’s influence.\nGet this delivered to your inbox, and more info about our products and services. \nBuffett studied under fabled father of value investing Benjamin Graham at Columbia University after World War II and developed an extraordinary knack for picking cheap stocks. He said Munger made him realize this cigar-butt investing strategy could only go so far, and if he wanted to expand Berkshire in a significant way, it wouldn’t be enough.\nData also provided by\n“Overall, we’ve kept moving in the direction of better and better companies, and now we’ve got a collection of wonderful companies, Buffett said.\nThe “Oracle of Omaha” compared buying troubled companies at deep discounts to picking up a discarded cigar butt that had one puff remaining in it. “Though the stub might be ugly and soggy, the puff would be free. Once that momentary pleasure was enjoyed, however, no more could be expected,” he said.\nIn 1972, Munger convinced Buffett to sign off on Berkshire’s purchase of See’s Candies for $25 million even though the California candy maker had annual pretax earnings of only about $4 million.\nMunger, Berkshire Hathaway’s\nvice chairman who passed away Tuesday at the age of 99, was instrumental in directing a young Buffett into buying strong-brand quality companies instead of dirt-cheap failing names that he called “cigar butts.”"}, {"title": "Jamie Dimon says JPMorgan Chase would exit China if ordered to", "link": "https://www.cnbc.com/2023/11/29/jamie-dimon-says-jpmorgan-chase-would-exit-china-if-ordered-to.html", "date": "2023-11-29", "text": "\nDimon also pointed out that while the U.S. maintains good relations with Mexico and Canada, China has “done a pretty good job angering all the people around them,” and the country has “terrible demographics.”\nSign up for free newsletters and get more CNBC delivered to your inbox\nDimon called relations with China, the world’s second-largest economy, “a very complicated subject” and said that engagement with both China and the U.S. government was necessary.\nDimon addressed security concerns related to TikTok, saying, “You can imagine the due diligence and work we do to figure out the truth about those things.”\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“If the American government makes me leave China, I’m leaving China,” Dimon said at the DealBook Summit during a discussion about a potential future conflict over Taiwan. “If there’s a war in Taiwan, you would take all bets off.”\nIn this article\nJPMorgan Chase\nCEO Jamie Dimon said Wednesday that his bank would exit China if the U.S. government ordered him to.\nData also provided by\n“I think it’s good for an American bank to be there to help multinationals around the world and China with their own development if it makes sense,” Dimon said. “If for some reason the American government says ‘Nope, can’t do that anymore,’ then so be it.”\n“No one thinks it’s going to happen; it may happen,” Dimon said about war over Taiwan. “That would be really bad for the world and really bad for China.”\nThe bank advises Chinese clients including fast-fashion retailer Shein and Tiktok parent company ByteDance.\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\n“If some of those people are doing things that we think are truly bad, we would not bank them,” he said.\n\nDon’t miss these stories from CNBC PRO:\nJPMorgan, which says on its website that it has been active in China for a century, does investment and corporate banking, payments and asset management there. Growing geopolitical tensions, fueled by wars in Ukraine and Israel, have raised concerns that China could move to annex Taiwan.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "Fed’s Barkin says hikes still on the table if inflation doesn’t continue to ease", "link": "https://www.cnbc.com/2023/11/29/feds-barkin-says-rate-hikes-are-still-on-the-table-if-inflation-doesnt-continue-to-ease.html", "date": "2023-11-29", "text": "\nTo learn more about the CNBC CFO Council, visit cnbccouncils.com/cfo-council/\n“Altogether, the research, data, survey results, and input from business contacts tell me that tighter monetary policy and tighter financial conditions more broadly are biting harder into economic activity,” Bostic wrote. “At the same time, I don’t think we’ve seen the full effects of restrictive policy, another reason I think we’ll see further cooling of economic activity and inflation.”\n“If inflation comes down naturally and smoothly, awesome, you know, there’s no particular need to do anything with interest rates if inflation steps down,” he told CNBC’s Steve Liesman during an interview at the CNBC CFO Council Summit.\nBarkin spoke shortly after the Commerce Department reported that the economy grew at a 5.2% annualized pace in the third quarter. As growth has held strong, inflation is still above the Fed’s 2% annual target, though it has shown a consistent progression lower in recent months. The Fed’s preferred inflation measure of core personal consumption expenditures showed a 12-month rate of 3.7% in September and is expected to show a slightly lower reading in October.\nMarkets largely expect the Fed has stopped raising rates and will start cutting in 2024. But Barkin said he’s not ready to commit to a particular policy path with so much uncertainty in the air.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nBostic said his staff expects the inflation rate to decline to 2.5% by the end of 2024 and then get back to the Fed’s 2% target by the end of 2025.\n“I don’t see it as a there’s a right answer on rates or a wrong answer on rates,” he said, adding that he’s “skeptical” about inflation and thinks it’s going to be “stubborn” ahead.\nRichmond Federal Reserve President Thomas Barkin said Wednesday that policymakers need to retain the option of raising interest rates if inflation doesn’t show enough progress coming down.\nGot a confidential news tip? We want to hear from you.\nSign up for free newsletters and get more CNBC delivered to your inbox\nPricing in futures markets indicates the Fed could cut rates as much as four times, or a full percentage point, next year. Fed Governor Christopher Waller said Tuesday that he’d consider cuts if the inflation data shows progress over the next several months.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nAtlanta Fed President Raphael Bostic also offered commentary Wednesday, saying in an essay that he sees economic growth slowing substantially and believes inflation will come down further as well.\nGet this delivered to your inbox, and more info about our products and services. \nHowever, Barkin called the possibility of easing policy “a forecasting question” that he’s not ready to answer.\nData also provided by\nBoth Bostic and Barkin will be voters in 2024 on the rate-setting Federal Open Market Committee.\n“But if inflation is going to flare back up, I think you want to have the option of doing more on rates,” Barkin added. “I guess the bigger point is, there’s no precision that anyone can point to at exactly what the level of rates that exactly handles inflation and exactly the way you want to handle it. So you’re constantly trying to adjust on the fly as you learn more about the economy.”"}, {"title": "A look at Warren Buffett and Charlie Munger’s lifelong partnership", "link": "https://www.cnbc.com/2023/11/29/munger-and-buffetts-60-year-partnership-we-never-had-an-argument.html", "date": "2023-11-29", "text": "\nOn the rare occasions they disagreed, the two icons dealt with it by wielding laughter. One example was Munger’s love and obsession over Costco\n, a big-box retailer Buffett never really favored.\nAs Munger put it at the 1998 Berkshire shareholder meeting: “It’s not that much fun to buy a business where you really hope this sucker liquidates before it goes broke.”\nAs often shown in interviews and shareholder meetings, they shared a similar, quirky sense of humor and enjoyed occasionally poking fun at each other. Compared to Buffett’s folksy image, Munger often spoke bluntly, sprinkling witty zingers that his followers adored.\nMunger graduated magna cum laude from Harvard Law School in 1948, founding his law firm of Munger, Tolles & Olson and his own hedge fund in 1962. Munger closed the fund in 1975, and three years later, he formally became vice chairman of Berkshire.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nCharlie Munger’s unique partnership with Warren Buffett, spanning over half a century, helped forge one of the most successful conglomerates in history.\n\nIt was a special relationship.\nBuffett said when they did have a differing view, Munger, who died Tuesday just one month shy of his 100th birthday, would say “well, you’ll end up agreeing with me because you’re smart and I am right.”\nEarly in their careers, Munger broadened Buffett’s investing approach from buying dirt cheap, “cigar-butt” companies that might still have a little smoke left in them, to instead focusing on quality companies selling at fair prices.\nGot a confidential news tip? We want to hear from you.\nIn 2010, when Munger had to miss a special Berkshire shareholder meeting, Buffett brought on stage a cardboard cutout of his right-hand man, mimicking “I couldn’t agree more” in Munger’s voice.\nDon’t miss these stories from CNBC PRO:\n“He’s made me think about things I haven’t thought about. In fact, I would say that every time I’m with Charlie, I’ve got at least some new slant on the idea that that causes me to rethink certain things,” Buffett said.\nSign up for free newsletters and get more CNBC delivered to your inbox\n“Charlie has given me the ultimate gift that a person can give to somebody else,” Buffett said. “I’ve lived a better life because of Charlie.”\nMuch like Munger encouraging Buffett to pivot toward quality businesses early on in their career, the “Oracle of Omaha” said Munger inspired him every day in one way or another.\nLater in his career, Buffett realized he was more inclined toward action than Munger when it comes to deal-making. He once joked that Munger was the “abominable no-man,” often curbing Buffett’s enthusiasm to acquire certain companies.\nIn this article\nThe two investing legends were firm believers in reciprocation and respect when it came to successful relationships.\n“We both have this fundamental idea that the world works better if you make your relationships win win. And we both early learned that the way to get a good partner was to be a good partner,” Munger said. “These are very old fashioned ideas. And they just worked so fabulously well.”\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nDuring Berkshire’s 2011 annual meeting, Buffett made up a scenario involving airplane hijackers asking about his and Munger’s last requests on earth.\nAt age 35, Munger was introduced to the then-29-year-old Buffett in Omaha, Nebraska. The two started working together and ended up transforming Berkshire Hathaway from a small textile mill into a $785 billion multifaceted juggernaut. The journey to their unparalleled success was full of learning, experience and laughter, but never an argument.\n“The hijackers picked us out as the two dirty capitalists that they really had to execute,” he said. “They didn’t really have anything against us, so they said that each of us would be given one request before they shot us.”\nGet this delivered to your inbox, and more info about our products and services. \n“Most of the time, we think alike,” Munger said in 2014. “That’s one of the problems. If one of us misses it, the other is likely to, too.”\n“Charlie said, ‘I would like to give, once more, my speech on the virtues of Costco — with illustrations.’ The hijacker said, ‘Well, that sounds pretty reasonable to me.’ He turned to me and said, ‘And what would you like, Mr. Buffett?’ And I said, ‘Shoot me first,’” Buffett said, sparking gales of laughter from shareholders.\nData also provided by\n“It is almost hilarious. It’s been so much fun,” Munger said of his partnership with Buffett.\n“He actually hit me over the head with a two by four from the idea of buying very so-so companies at very cheap prices, knowing that that was some small profit and looking for really wonderful businesses that we could buy at fair prices,” Buffett said.\n“Charlie and I have never had an argument,” Buffett said in 2014. “We’ve disagreed on a lot of things. And it’s just never led, and never will, lead to an argument. We argue with other people.”"}, {"title": "Stocks making the biggest moves premarket: General Motors, Petco, Foot Locker and more", "link": "https://www.cnbc.com/2023/11/29/stocks-making-the-biggest-moves-premarket-general-motors-petco-foot-locker-and-more.html", "date": "2023-11-29", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}, {"title": "A possible U.S. recession? Strategists give their cautious predictions for 2024", "link": "https://www.cnbc.com/2023/11/29/possible-us-recession-strategists-give-cautious-predictions-for-2024.html", "date": "2023-11-29", "text": "\nYet Deutsche Bank\n’s economists, in a 2024 outlook report published Monday, were quick to point out that monetary policy operates with lags that are “highly uncertain in their timing and impact.”\n“While the Fed and ECB seem to have steered away from a hard landing path during the tightening cycle, exogenous shocks or a premature pivot to policy easing may reignite inflation in a way that requires a recession to force it lower,” GSAM economists said.\n“Conversely, further monetary tightening might trigger a downturn just as the effects of prior tightening begin to take hold.”\nThe U.S. economy’s resilience has fueled an emerging consensus that the Federal Reserve will achieve its desired “soft landing,” slowing inflation without tipping the economy into recession.\n“Although that is still positive and the profile improves through the year, it means the major economies will be more vulnerable to a shock as they work through the lag of this most aggressive hiking cycle for at least four decades,” Reid and Folkerts-Landau said, noting that potential “macro accidents” would be more likely in the aftermath of such rapid tightening.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\n“At the outer edges of the economy there is obvious stress that is likely to spread in 2024 with rates at these levels. In the Euro Area, Q3 saw a -0.1% decline in GDP, with the economy in a period of stagnation since Autumn 2022 that will likely extend to mid-Summer 2024.”\n“We had 10-15 years of zero/negative rates, plus an increase in global central bank balance sheets from around $5 to $30 trillion at the recent peak, and it was only a couple of years ago that most expected ultra-loose policy for much of this decade. So it’s easy to see how bad levered investments could have been made that would be vulnerable to this higher rate regime.”\nThe U.S. consumer has also been spending pent-up savings at a faster rate than European counterparts, Ward highlighted, suggesting this is “one of the reasons why the U.S. has outperformed” so far, along with “incredibly supportive” fiscal policy in the form of major infrastructure programs and post-pandemic support programs.\nGot a confidential news tip? We want to hear from you.\nIn the euro zone, weaker growth momentum and a large drag from tighter fiscal policy and lending conditions increase the likelihood that the European Central Bank pauses its monetary policy tightening and potentially pivots toward cuts in the second half of 2024.\nIn a roundtable event on Tuesday, JPMorgan Asset Management strategists echoed this note of caution, claiming that the risk of a U.S. recession was “delayed rather than diminished” as the impact of higher rates feeds through into the economy.\nSign up for free newsletters and get more CNBC delivered to your inbox\n“All of that fades into next year as well, so the backdrop for the consumer just doesn’t look as strong for us as we go into 2024 that will start to bite a little bit,” she said.\nThe market is now largely pricing a peak at the current Fed funds target range of 5.25-5.5%, with interest rate cuts to come next year.\nThe German lender has a considerably bleaker prognosis than market consensus, projecting that Canada will have the highest GDP growth among the G7 in 2024 at just 0.8%.\nHowever, she highlighted that U.K. exposure to higher rates is due to rise from about 38% at the end of 2023 to 60% at the end of 2024, while first-time buyers in the U.S. will be exposed to much higher rates and the cost of other consumer debt, such as auto loans, has also risen sharply.\nThe prospect of “higher for longer” interest rates has dominated the market outlook in recent months, and Goldman Sachs Asset Management\neconomists believe the Fed is unlikely to consider cutting rates next year unless growth slows by substantially more than current projections.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGSAM also noted regional divergence in the trajectory of growth prospects and inflation patterns, with Japan’s economy surprising positively on the back of resurgent domestic demand driving wage growth and inflation after many years of stagnation, while China’s property market indebtedness and demographic headwinds skew its risks to the downside.\nMeanwhile Brazil, Chile, Hungary, Mexico, Peru and Poland were early hikers of interest rates in emerging markets and were among the first to see inflation slow sharply, meaning their central banks have either begun cutting rates or are close to doing so.\nMeanwhile, corporates will over the next few years have to start refinancing at higher interest rates, particularly for high-yield companies.\nGet this delivered to your inbox, and more info about our products and services. \nWith central banks having hiked interest rates at breakneck speed and those rates likely to stay higher for longer while the lagged effects set in, the macroeconomic outlook for 2024 is far from clear.\n“With the lagged impact of rate hikes taking effect, we can already see clear signs of data softening. In the U.S., the most recent jobs report showed the highest unemployment rate since January 2022, credit card delinquencies are at 12-year highs, and high yield defaults are comfortably off the lows,” Deutsche’s Head of Global Economics and Thematic Research, Jim Reid, and Group Chief Economist David Folkerts-Landau said in the report.\nU.S. regional banks triggered global market panic earlier this year when Silicon Valley Bank and several others collapsed, and Deutsche Bank suggested that some vulnerabilities remain in that sector, along with commercial real estate and private markets, creating “a bit of a race against time.”\n“I think the the key conclusion here is that interest rates do still bite, it’s just taking longer this time around,” she said.\n“In a desynchronized global cycle, with higher-for-longer rates and slower growth in most advanced economies, the road ahead remains uncertain,” GSAM said, adding that this calls for a “diversified and risk conscious investment approach across public and private markets.”\nThe International Monetary Fund baseline forecast is for it to slow from 3.5% in 2022 to 3% in 2023 and 2.9% in 2024, well below the historical average of 3.8% between 2000 and 2019, led by a marked slowdown in advanced economies.\nData also provided by\n“So growth slows in 2024, and we still think the risks of a recession are significant, and therefore we’re still pretty cautious about the idea that we’ve been through the worst and we’re looking at an upswing from here on,” Ward said.\nJPMAM Chief Market Strategist Karen Ward noted that many U.S. households took advantage of 30-year fixed rate mortgages while rates were still around 2.7%, while in the U.K., many shifted to five-year fixed rates during the Covid-19 pandemic, meaning the “passthrough of interest rates is much slower” than previous cycles.\nThe Washington-based institution sees U.S. GDP growth, which has remained surprisingly resilient in the face of over 500 basis points of interest rate hikes since March 2022, to remain among the strongest developed market performers at 2.1% this year and 1.5% next year."}, {"title": "Apple is trying to unwind its Goldman Sachs credit card partnership", "link": "https://www.cnbc.com/2023/11/28/apple-is-trying-to-unwind-its-goldman-sachs-credit-card-partnership.html", "date": "2023-11-28", "text": "\nBut the partnership has been rocky in recent years as Goldman Sachs, under Solomon, has retreated from its previous consumer banking ambitions as costs stacked up. Goldman has also faced scrutiny from regulators into how it handles refunds and billing errors, and over alleged gender discrimination when determining credit limits.\nIt would also mean that Apple would need to find a new financial partner for its popular credit card, Apple Card, and its high-yield savings accounts under the Apple brand. While Apple offers both its credit card and savings account through the wallet app on iPhones, the banking back end is handled by Goldman Sachs.\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nGot a confidential news tip? We want to hear from you.\nDon’t miss these stories from CNBC PRO:\nSign up for free newsletters and get more CNBC delivered to your inbox\nWhen Apple first launched the Apple Card in 2019, Goldman Sachs CEO David Solomon was in attendance at a glitzy Apple launch event at its California campus.\nIn this article\nFor Apple, the credit card and savings accounts are a way to add value and additional features to its iPhone, as well as bolster its quickly growing services business with fees. It’s not clear whether Apple has found a new partner or would consider bigger changes to its financial products if it were to exit the agreement with Goldman Sachs.\nThe proposal from Apple was previously reported by The Wall Street Journal. A Goldman Sachs representative declined to comment.\nEarlier this year, Goldman Sachs said it would “consider strategic alternatives” for its consumer banking business.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\n“Apple and Goldman Sachs are focused on providing an incredible experience for our customers to help them lead healthier financial lives,” an Apple representative told CNBC. “The award-winning Apple Card has seen a great reception from consumers, and we will continue to innovate and deliver the best tools and services for them.”\nGet this delivered to your inbox, and more info about our products and services. \nData also provided by\nThe move, if it were to happen, would effectively end one of the highest-profile partnerships between a bank and a tech company.\n— CNBC’s Leslie Picker and Steve Kovach contributed to this story.\nApple\nhas given Goldman Sachs\na proposal to end its credit card and savings account partnership within the next 12 to 15 months, a person familiar with the matter told CNBC’s Leslie Picker."}, {"title": "Charlie Munger’s greatest bits of investing advice from over the years", "link": "https://www.cnbc.com/2023/11/28/charlie-mungers-greatest-bits-of-investing-advice-from-over-the-years.html", "date": "2023-11-28", "text": "\nSign up for free newsletters and get more CNBC delivered to your inbox\n© 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal\nData also provided by\nGot a confidential news tip? We want to hear from you.\nData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.\nGet this delivered to your inbox, and more info about our products and services. "}]